[
{	"id": 1, 
	"code": 222,
	"title": "Lịch Sử Nhật Bản",
	"description": "'Lịch sử Nhật Bản' do PGS Nguyễn Quốc Hùng chủ biên với sự tham gia của PGS Đặng Xuân Kháng, PGS Nguyễn Văn Kim và TS Phan Hải Linh là cuốn lịch sử Nhật Bản đầu tiên do Bộ môn Nhật Bản học của Khoa Đông phương học trường Đại học Khoa học xã hội và nhân văn thuộc Đại học quốc gia Hà Nội, tổ chức biên soạn.",
	"avataBook": "https://www.khaitam.com//Data/Sites/1/Product/2349/lich-su-nhat-ban.jpg",
	"author": "R.H.P Mason - J.G. Caiger",
	"translator": "Tuyết Minh",
	"publishingCompany": "Nxb lao động",
	"publisher": "Văn Lang",
	"releaseDate": "2010",
	"numberPages": "460",
	"contentPage": "<b>Sự xuất hiện của chế độ Yamato</b><br><p>Quần đảo Nhật Bản thời kỳ đồ đá cũ là một dải đất nối với đại lục, cư dân sống bằng nghề săn bắt và hái lượm sử dụng các công cụ bằng đá. Cùng với sự xuất hiện và phát triển của nghề trồng lúa nước, người dân Nhật bắt đầu định cư và hình thành nên các làng mạc. Năm 239, nữ hoàng Himiko của nước 'Yamatai' (một vùng lãnh địa của nước Yamato cổ đại) thống trị khoảng 30 khu vực và có giao lưu với nước Ngụy của Trung Quốc.<br>Cuối thế kỷ 3, triều đình Yamato, đứng đầu là Thiên Hoàng bắt đầu bành trướng thế lực của mình. Những 'Kofun' (lăng mộ cổ) bề thế được xây dựng để phô trương thế lực ấy. Sau đó, thái tử Shōtoku và thiên hoàng Temmu đã xây dựng nền chính trị chuyên chế, dời căn cứ về Asuka và phát triển chính quyền Yamato vững mạnh. Vào thời kì này, Phật giáo bắt đầu hưng thịnh.</p><br><b>Từ xã hội quý tộc đến sự nổi lên của giới võ sĩ - Samurai</b><br><p>Vào năm 710, kinh đô được dời về Heijōkyō của Nara. Các tác phẩm cổ nổi tiếng như 'hật Bản Thư Kỷ' 'Vạn Diệp Tập', 'Phong Thổ Ký' được biên soạn trong thời kỳ này. Năm 794, Kinh đô lại được dời đến Heiankyō của Kyōto, và thời kỳ này được gọi là 'Thời đại Heian'. Lúc bấy giờ, do Nhật Bản đã chấm dứt giao lưu với Trung Quốc nên đây là thời kỳ bắt nguồn cho nhiều văn hóa độc đáo mang đậm bản sắc Nhật Bản, gọi là 'Văn hóa quốc phong'.<br>Cùng với sự hình thành 'Văn hóa quốc phong', văn học sử dụng Hiragana, Katakana cũng phát triển mạnh mẽ với các tác phẩm như: 'Genji-Monogatari' (Chuyện Genji), 'Makura-No-Soshi' (Chẩm Thảo Tử).<br>Trong lúc chính trị trung ương thay đổi từ hình thái chính trị Nhiếp Chính (Sekkan) sang Viện Chính (Insē), giới võ sĩ Samurai đã trỗi dậy mạnh mẽ. Đặc biệt, Taira no Kiyomori là người nắm quyền lực chính nhưng sau đó bị lật đổ bởi Minamoto no Moritomo.</p><br><b>Chính trị được kiểm soát bởi Võ sĩ - Samurai</b><br><p>Minamoto no Moritomo đánh bại Taira no Kiyomori mở ra thời kì Mạc phủ - Bakufu, ở Kamakura vào năm 1185. Sau khi 'Minamoto no Moritomo' mất, chính quyền do dòng họ 'Hōjō' nắm giữ, nhưng từ năm 1274 đến năm 1281, Nhật Bản bị xâm lược bởi đế quốc Mông Cổ và Kamakura Bakufu đã bị sụp đổ.<br>Sau khi Kamakura Bakufu bị sụp đổ, Hoàng đế Godaigo đã lên nắm chính quyền nhưng trước sự nổi dậy của Ashikaga Takauji, chính quyền được phân chia thành Kyōto và Yoshino. Trong chiến tranh, nhà Ashikaga đã giành thắng lợi và Ashikaga Yoshimitsu thành lập triều đình Bakufu ở Muromachi vào nằm 1336. Kịch 'Noh' và 'Kabuki' cũng ra đời ở thời kỳ này.<br>Năm 1467, cuộc chiến tranh Onin xảy ra, kéo theo cuộc chiến giữa lãnh chúa và nông dân. Oda Nobunaga - người đã lật đổ Muromachi Bakufu, đã đặt ra mục tiêu thống nhất Nhật Bản bằng vũ lực và cấp dưới của ông-Toyotomi Hideyoshi đã hoàn thành mục tiêu ấy. Nhờ có Oda Nobunaga, Kitô giáo được truyền vào Nhật Bản. Thời kỳ từ cuộc chiến tranh Onin cho đến khi Oda. Nobunaga lên ngôi năm 1568 được gọi là thời Chiến Quốc.<br>Sau khi Toyotomi Hideyoshi mất đã xảy ra cuộc chiến Sekigahara và người giành được chính quyền là Tokugawa Ieyasu. Tokugawa Ieyasu thành lập Bakufu ở Edo vào năm 1603, mở ra thời đại Edo. Từ thời Edo, bắt đầu thực hiện chính sách bế quan tỏa cảng, không giao lưu với nước ngoài, trừ Trung Quốc và Hà Lan. Kito giáo cũng bị cấm lúc bấy giờ.<br>Cuối thời Edo, vào năm 1853, chính sách bế quan tỏa cảng bị phá vỡ do sự đổ bộ của các chiến hạm đen đến từ bên ngoài, theo đó triều đại Bakufu cũng bị lụi tàn. Thời kỳ từ khi bãi bỏ bế quan tỏa cảng đến khi Edo Bakufu sụp đổ được gọi là Bakumatsu (cuối thời Mạc phủ).</p><b>Từ khi thực hiện chính sách mở cửa cho đến thời kỳ hiện đại hóa</b><br><p>Sau khi thời đại Bakufu suy vong, Nhật Bản hướng tới chính sách hiện đại hóa, ban hành Đại Nhật Bản Đế Quốc Hiến Pháp.<br>Năm 1895, Nhật giành chiến thắng trong cuộc chiến Trung - Nhật, Trung Quốc nhượng lại Đài Loan và bán đảo Liêu Đông cho Nhật, nhưng sau đó, trước sức ép của 3 nước Đức, Pháp, Nga, Nhật Bản buộc phải trả lại bán đảo Liêu Đông cho Trung Quốc. Năm 1904, xảy ra chiến tranh Nga - Nhật, nhưng sau đó nền hòa bình đã được lập lại.<br>Năm 1914 nổ ra Chiến tranh thế giới thứ nhất, Nhật Bản tham chiến với tư cách đồng minh Anh - Nhật. Sau đó, Nhật trở thành thành viên thường trực của Hội Đồng Bảo An Liên Hiệp Quốc.</p><b>Từ khi bại chiến đến hiện tại</b><br><p>Năm 1931, Nhật gây chiến với nhà Thanh và chiếm Mãn Châu. Vì cuộc chiến này, Nhật bị Liên Hiện Quốc phản đối và khai trừ vào năm 1933.<br>Năm 1937, Nhật bắt đầu chiến tranh Trung - Nhật với Trung Hoa Dân Quốc. Thời điểm đó, Nhật vừa gây chiến với Trung Quốc vừa tham gia chiến tranh thế giới thứ 2 với tư cách là một trong ba nước đồng minh cùng với Đức và Ý. Từ năm 1941, Nhật lao vào cuộc chiến tranh Thái Bình Dương, nhưng vào năm 1945, Nhật bị ném bom nguyên tử ở 2 thành phố Hiroshima và Nagasaki và đã đầu hàng.<br>Sau khi bại chiến, Nhật Bản ban hành hiến pháp xem chủ quyền quốc dân và chủ nghĩa hòa bình làm nền tảng. Trãi qua thời kì phát triển kinh tế thần kỳ, Nhật vươn lên thành cường quốc kinh tế đứng thứ 2 trên thế giới. Nhưng cuối thế kỷ 20, nền kinh tế bong bóng bị sụp đổ, và Nhật Bản bị ảnh hưởng kinh tế trong một thời gian dài. Tuy nhiên, cuối cùng nền kinh tế bắt đầu có dấu hiệu khởi sắc trong những năm gần đây.<br>Ngoài ra, sau các sự cố, thiên tai như siêu động đất Hanshin-Awaji, sự cố khí gas tàu điện ngầm, siêu động đất gây ra thảm họa sóng thần ở miền Đông Nhật Bản, thảm họa nhà máy điện hạt nhân Fukushima-Daiichi, người dân Nhật Bản có nhận thức quản lý khủng hoảng hơn cao hơn.</p>"
},
{
	"id": 2, 
	"code": 111,
	"title": "Lịch sử vương quốc thái lan",
	"description": "Người ta phát hiện ra rằng, các nền văn minh Malay, Mon và Khmer từng phát triển thịnh vương trên lãnh thổ Thái Lan hiện nay. Người Thái có liên hệ ngôn ngữ với một số dân tộc tại miền Nam của Trung Quốc. chính vì vây, nguồn gốc của dân tộc Thái được cho là từ tỉnh Vân Nam, nhưng cũng có người lại cho rằng dân tộc gốc của xứ sở này đã từ đồng bằng sông Menam Chao Phya lên mạn Nam Trung Hoa rồi gặp thời kỳ bành trướng của Hốt Tất Liệt nên lại di chuyển xuống phía nam.",
	"avataBook": "https://sachweb.com/Upload/sach/lichsuvqthailan.gif",
	"author": "Deutsches Reich",
	"translator": "Tuyết Minh",
	"publishingCompany": "Nxb Văn hóa Thông tin",
	"publisher": "Văn Lang",
	"releaseDate": "05/2002",
	"numberPages": "416",
	"contentPage": "<p>Người Thái Lan tự hào về đất nước của họ đã không là một thuộc địa của cường quốc tây phương nào vào cuối thế kỷ 19, quê hương của họ cũng không bị nội chiến tàn phá dù cho nền chính trị có gặp các xáo trộn. Trong thế kỷ vừa qua, giới lãnh đạo Thái Lan đã khôn ngoan trong nền ngoại giao quốc tế nên có thể duy trì được nền độc lập cho xứ sở, họ đã biết tiếp thu các ảnh hưởng tây phương đồng thời vẫn duy trì được chủ quyền quốc gia.<br>Từ thế kỷ 12 tới đầu thế kỷ 20, quê hương này được người ngoại quốc gọi là Siam = Xiêm La cho tới năm 1939, tên chính thức của vương quốc được gọi thành Thái Lan sau một biến cố dân chủ, trong đó danh từ “Thái” có nghĩa đen là “tự do”. Nguồn gốc của dân tộc Thái được cho là từ tỉnh Vân Nam bên Trung Hoa nhưng cũng có người lại cho rằng dân tộc gốc của xứ sở này đã từ đồng bằng sông Menam Chao Phya đi lên mạn Nam Trung Hoa rồi gặp thời kỳ bành trướng của Đại Hãn Hốt Tất Liệt mà lại phải di chuyển xuống phía nam.<br>Trong Thế Chiến Thứ Hai, một tù binh người Hòa Lan khi làm con đường xe lửa Thái Lan – Miến Điện, đã khám phá thấy các đồ cổ thời đồ đá tại Ban Kao, thuộc tỉnh Kanchanaburi ở phía tây. Rồi các khai quật tại làng Ban Chiang gần Udon Thani phía đông bắc đã tìm ra các đồ sành, đồ sắt, đồ đồng, nữ trang… và thời đại đồ đồng của Thái Lan còn đi trước nền văn minh của thung lũng hai con sông Tigris và Euphrates, có lẽ vào khoảng 3,600 năm trước Tây Lịch. Văn Hóa Ban Chiang này đã cho thấy người dân thời đó đã biết trồng lúa, nuôi thú vật và đã có các tài khéo léo, làm và trang hoàng các bình sành, chai lọ kim loại…<br>Các dấu tích khảo cổ cũng cho thấy sự hiện diện của người Ấn Độ tại Thái Lan vào khoảng thế kỷ thứ 3 trước Tây Lịch. Tài liệu Phật Giáo Sinhalese là Mahavamsa còn kể lại Vua Ấn Độ Ashoka (268- 232 trước TL) đã cử hai đặc sứ tới miền Suvannabhumi, thuộc Đông Nam Á. Tới đầu kỷ nguyên Tây Lịch, đã có giao dịch buôn bán qua đường biển giữa Ấn Độ và miền nam Thái Lan. Các tượng Ấn Độ cổ đã được tìm thấy tại cả hai cửa sông miền nam Thái Lan, ghi dấu của thế kỷ thứ 4 sau Tây Lịch.<br>Trong các thế kỷ tiếp theo, Phật Giáo và Ấn Độ Giáo tiếp tục được du nhập vào các miền Đông Nam châu Á và đã được sửa đổi để thích hợp với các nhu cầu địa phương. Tiếng Phạn (sanskrit) được giới quý tộc dùng làm ngôn ngữ triều đình trong khi tiếng Pali là ngôn ngữ của kinh Phật Giáo. Các nhà cai trị địa phương thời bấy giờ có lẽ đã dùng các tu sĩ Bà La Môn làm cố vấn trong việc tổ chức chính quyền. Các sắc dân định cư đầu tiên của xứ Thái Lan là người Mon và người Khmer đã chịu ảnh hưởng Ấn Độ rất nhiều. Các khai quật khảo cổ tại Lopburi và Nakhon Pathom đã chứng minh miền định cư của người Mon từ thế kỷ thứ 7 và nghệ thuật Phật Giáo của thời đại Dvaravati (thế kỷ 6 tới thế kỷ 11) là của sắc dân người Mon. Người Khmer nổi tiếng vì khu vực đền đài Angkor Wat, cũng để lại nhiều ngôi đền thờ tại các tỉnh miền đông bắc Thái Lan.</p><br><b>Sắc dân Thái.</b><br><p>Có nhiều lý thuyết cắt nghĩa việc định cư của sắc dân Thái. Lý thuyết đáng tin cậy nhất cho rằng vào thế kỷ thứ 10, một dân tộc từ tỉnh Vân Nam tại phía nam của Trung Hoa đã di chuyển theo các dòng sông và thung lũng, xuống phía nam và tỏa ra thành các giống dân: người Shan còn được gọi là “Thai Yai” (Thái lớn) di chuyển về phía bắc của Miến Điện, người Ahom Thai định cư tại Assam, một nhóm khác tới đất Lào vào, số còn lại đi qua đảo Hải Nam. Nhóm dân đông nhất là “Thai Noi” (Thái nhỏ) đã thiết lập cơ sở chung quanh Chiang Saen tại miền bắc của nước Thái Lan ngày nay. Họ đã lập nên một nước nhỏ đóng đô tại Sukhothai vào năm 1238 và sắc dân gốc Thái này di chuyển dần xuống phía nam, tới Chiang Rai năm 1281 và Chiang Mai năm 1296 rồi xứ sở Thái được nới rộng tới bán đảo Mã Lai.<br>Vào thế kỷ 13, vương quốc Thái Sukhothai bắt đầu mở mang, đã lấn át các vương quốc Mon và Khmer. Tại phía nam và trên dải đất hẹp là ảnh hưởng của vương quốc quân sự và thương mại Srivichaiya đã hình thành từ thế kỷ 7 mà có người cho rằng vương quốc này đặt kinh đô tại Palembang ở Sumatra, hoặc Chaiya tại miền nam Thái Lan, hoặc tại Kalimantan trên đảo Borneo. Vương quốc Srivichaiya sau đó cũng bị suy tàn vì ảnh hưởng của vương quốc Sukhothai.<br>Danh từ Sukhothai có nghĩa là “bình minh của hạnh phúc”. Theo tài liệu cổ xưa, người dân Thái vào thời đại Sukhothai đã vui sống tự do, đây là thời vàng son của dân tộc Thái Lan với đất nước thanh bình, tài nguyên phong phú và được vị minh quân cai trị. Theo truyền thuyết, người sáng lập ra vương quốc này là vị anh hùng Phra Ruang. Vào thời đó dân tộc Thái phải triều cống cho vua Khmer đóng đô tại Angkor thứ nước thiêng lấy từ một hồ nước bên ngoài Lop Buri vì vị vua Khmer cần nước thiêng từ bốn miền biên giới. Xe bò chở nước trong các lu bằng đất nung lại đi đường xa khiến cho không tránh khỏi bị bể vỡ dọc đường, và người dân Thái đã phải chuyên chở hai hay ba lần mới nạp đủ số nước triều cống. Khi Phra Ruang tới tuổi trưởng thành, ông ta đã chế ra một thứ lu đan bằng tre và được gắn kín, nhờ đó việc chuyên chở nước thật dễ dàng. Sự sáng suốt này khiến cho vua Khmer phái một vị tướng tới để diệt trừ Phra Ruang nhưng ông này đã biến kẻ thù thành đá. Sau đó Phra Ruang kết hôn với con gái tộc trưởng miền Sukhothai rồi trở nên vị vua đầu tiên của vương quốc độc lập Sukhothai. Phra Ruang mang danh hiệu Sri Indraditya. Kể từ thời đại Sukhothai này, đạo Phật đã được truyền bá rộng rãi và đi dần vào nếp sống của dân chúng cho tới ngày nay.<br>Người con trai thứ hai của vị vua sáng lập kể trên có tên là Ramkamhaeng. Năm 19 tuổi, vị hoàng tử này đã theo cha ra trận và đánh thắng kẻ thù trong một trận đấu dùng voi. Vì thế vua cha đã ban cho hoàng tử thứ hai tước hiệu Phra Ramkamhaeng hay Rama, vị anh hùng.<br>Vương quốc Sukhothai vào thời Ramkamhaeng lên ngôi chỉ là một xứ sở nhỏ hẹp nhưng dưới triều đại này, lãnh thổ đã được mở rộng gấp 10 lần, từ Luang Prabang tại Lào qua cánh đồng trung tâm của dòng sông Chao Phya tới tận bán đảo phía nam, còn tại phía tây, sắc dân Mon của miền nam Miến Điện cũng phải thần phục.Ramkamhaeng là nhà cai trị, nhà lập pháp và chính khách. Ông đã phát minh ra chữ Thái bằng cách phối hợp hệ thống mẫu tự Khmer với tiếng Thái. Các sắc chỉ viết bằng lối chữ mới đã được Ramkamhaeng dùng từ năm 1292 theo đó mô tả Thái Lan là một miền đất phì nhiêu, đồ ăn dư thừa, tự do buôn bán, cấm chỉ chế độ nô lệ và quyền thừa kế được bảo đảm. Cũng vào thời đại này, các trường Phật Giáo Nguyên Thủy (Theravada) được thiết lập tại Sukhotai. Các trao đổi văn hóa với các nước ngoài được duy trì vì thế tại nơi đây mới có ảnh hưởng Sinhalese và đặc biệt nhất là đã có mối liên lạc ngoại giao với Trung Hoa. Theo sử liệu, triều đình Mông Cổ thời bấy giờ đã gửi 7 phái đoàn tới Thái Lan và có tài liệu còn ghi rằng chính vua Ramkamhaeng cũng đã qua Trung Hoa vào năm 1299. Thợ thủ công Trung Hoa đã dạy cho người Thái cách làm đồ sứ nhờ đó sản phẩm của Thái Lan được chở qua Trung Hoa và miền Sawankhalok ngày nay còn dấu tích của các lò nung.<br>Khi Đại Hãn Hốt Tất Liệt đánh chiếm miền nam, Ramkamhaeng đã liên kết với các hoàng tử Mengrai miền Chiang Rai và Ngam Muang miền Phayao để chống ngoại xâm. Tại miền bắc Thái, hoàng tử Mengrai đã sát nhập được đế quốc Mon cuối cùng tại Haripunjaya vào năm 1292 và đã chọn Chiang Mai vào năm 1296 làm kinh đô. Trong khi đó chuyện kể rằng vua Ramkamhaeng đã bị chết đuối tại thác nước của dòng sông Yom ở Sawakhalok. Hoàng tử kế vị là Lo Thai, trị vì từ năm 1318 tới năm 1347, ưa thích tu hành hơn nên trong thời đại này liên lạc tôn giáo giữa Sukhothai và Sri Lanka đã được tăng cường. Vua Lo Thai đã cho xây dựng nhiều tòa nhà để cất giữ các dấu tích Phật mới xin được từ Sri Lanka.<br>Con trai của vua Lo Thai là Li Thai lên ngôi từ năm 1347, cũng sùng đạo Phật nên đã coi trọng tôn giáo hơn quân sự, vì thế ảnh hưởng của miền chư hầu phía nam Ayutthaya lớn mạnh khiến cho Li Thai cuối cùng bỏ đi tu và các thế hệ kế tiếp trở thành các công hầu. Năm 1438, kinh đô Sukhothai suy tàn nhưng thời kỳ Sukhothai đã để lại dấu nét đặc biệt về nghệ thuật thuần Thái Lan nhất.</p><br><b>Thời đại Ayutthaya.</b><br><p>Lịch sử Thái Lan đã không ghi rõ nguồn gốc của người sáng lập nên triều đại Ayutthaya nhưng truyền thuyết đã kể lại rằng vua Traitrung đã cảm thấy rất buồn khổ khi một công chúa không có chồng đã có con vì ăn phải một trái cà do tên làm vườn tưới bằng nước tiểu của hắn. Kẻ phạm tội là Nai Saen Pom đã bị tống khứ khỏi kinh thành cùng công chúa và đứa con. Thần Indra thấu hiểu cảnh khổ của cả ba người này nên đã cho Saen Pom ba điều ước. Saen Pom có cả ngàn mụn cóc trên người nên điều ước thứ nhất của Pom là các mụn xấu xa đó được biến đi. Điều ước thứ hai là xin được một xứ sở để cai trị và một cái nôi bằng vàng cho đứa con là điều ước thứ ba. Tất cả ba điều ước này đã được thực hiện. Đứa bé vì thế được gọi tên là Chao U-Thong hay hoàng tử có chiếc nôi vàng.<br>U-Thong là một nước nhỏ độc lập, đặt tại tỉnh Suphan Buri này nay. Vua của xứ này thuộc gia đình của các vua Chiang Saen. Trong thời kỳ vua Phya U-Thong cai trị, một bệnh dịch tả đã lan tràn khiến cho vương quốc này phải di chuyển tới Ayodhya hay Ayutthaya. Vị trí của kinh đô mới này có nhiều ưu điểm. Nơi đây là chỗ tập trung của ba dòng sông Chao Phya, Lop Buri và Pasak, lại không xa biển và nằm giữa một đồng bằng phì nhiêu nên là trung tâm lý tưởng về quản trị hành chánh và giao thông. Sau ba năm chuẩn bị, vua Phya U-Thong đã lập nên kinh đô vào năm 1350 và mang danh hiệu vua Ramathibodi I. Nhà vua này đã mở mang bờ cõi, gồm cả xứ sở Sukhothai lẫn miền nam Miến Điện và bán đảo Mã Lai, rồi sau đó còn chiếm xứ Chiang Mai và Cambốt. Vào thời kỳ này, tuy đế quốc Angkor bị suy tàn nhưng ảnh hưởng Khmer lại được phổ biến tại triều đình Ayutthaya. Quan niệm “devaraja” (vừa là vua, vừa là thần) của dân tộc Khmer đã khiến nhà vua Thái Lan vừa là người cai trị dân, vừa là vị đứng đầu giáo hội. Triều đình Thái Lan đã dùng nghi lễ và ngôn ngữ Khmer và tại các buổi đại lễ, các giáo sĩ Phật Giáo và Bà La Môn cùng hành đạo bên nhau, một việc làm còn lưu tới ngày nay.<br>Vua Ramathibodi đã chia quyền hành ra làm bốn khu vực: nông nghiệp, nội vụ, tài chính và hoàng gia, và nền móng này đã giữ cho vương quyền tồn tại được trong 417 năm. Ramathibodi qua đời năm 1369. Con là vua Ramesuen đã đánh chiếm Chiang Mai vào năm 1390 rồi ba năm sau, tấn công Angkor. Kinh đô Khmer này bị xâm lăng hoàn toàn vào năm 1431 sau 7 tháng vây hãm bởi đội quân của vua Boromajara II. Người Thái Lan đã thu được rất nhiều chiến lợi phẩm, bắt theo hàng chục ngàn tù binh, kể cả các nghệ sĩ và các tu sĩ Bà La Môn.<br>Tại Thái Lan vào thời kỳ này có hai nước với hai kinh đô là Chiang Mai và Ayutthaya, và chiến tranh đã diễn ra trong hai thế kỷ với cao điểm là vào thời đại của vua Boroma Trailokanath, hay còn được gọi là Trailok (1448- 1488). Vua Trailok đã cải tổ nền hành chánh và kiến trúc xã hội Thái Lan mà ảnh hưởng còn được duy trì tới thế kỷ 19. Vua Trailok đã tập trung quyền hành vào trung ương, quy định về sở hữu đất đai, đặt ra các cấp lương bổng và nhân viên, ấn định chế độ lao động mà người dân phải đóng góp. Đạo luật Triều Đình (Palace Law) năm 1450 của vua Trailok cũng đề cập tới thứ hạng của các người trong hoàng tộc, nhiệm vụ của các quan lại…<br>Vào năm 1511, Alfonso de Albuquerque người Bồ Đào Nha, chinh phục được Malacca và sau đó đã cho thuyền vào Thái Lan. Vua Ramathibodi II (1491- 1529) đã cho phép người Bồ buôn bán trên đất Thái để đổi lấy súng đạn. Đội quân đánh thuê người Bồ cũng giúp vua Thái Lan trong việc chiếm Chiang Mai và dạy cho người Thái cách đúc súng thần công và súng hỏa mai.<br>Tại nước Miến Điện, vua Tabinshweti của miền Pegu đã cố gắng thống nhất đế quốc Miến và đồng thời dòm ngó Thái Lan vì xứ sở này đang yếu đi do nội chiến. Năm 1549, vua Tabinshweti đem quân đánh vua Mahachakrapat của Thái Lan vừa mới lên ngôi. Hoàng hậu Thái khi đó là Suriyothai đã cải trang thành tướng nam, cưỡi voi ra trận đánh quân Miến để cứu chồng đang bị vây hãm nhưng sau đó, hoàng hậu bị tử thương. Tro tàn của hoàng hậu này còn được lưu giữ tại Ayutthaya.<br>Cuộc xâm lăng của vua Miến Điện thất bại. Vua Mahachakrapat củng cố vương quốc với lực lượng quân sự gồm hàng trăm con voi trận và sự giúp đỡ của người Bồ Đào Nha. Vào năm 1569, kinh đô Ayutthaya lại bị quân Miến Điện vây hãm và thất thủ bởi đội quân của vua Bayinnaung. Vua Thái Lan Mahachakrapat bị bắt và bị dẫn về Miến Điện nhưng đã chết dọc đường trước khi tới Pegu. Vị phó vương Maha Thamaraja được người Miến cho cai trị Thái Lan như một chư hầu của Miến. Con trai trưởng Naresuen của Maha cùng với em trai là Ekatotsarot đã nổi lên, về sau dùng du kích chiến đánh thắng quân Miến Điện, mang lại nền độc lập cho Ayutthya vào năm 1584. Naresuen lên ngôi vua Thái Lan vào năm 1590 và củng cố vương quốc Thái, làm suy tàn hai đế quốc Miến Điện ở phía tây và Khmer ở phía đông. Kinh đô Ayutthaya trở nên phồn thịnh và đã làm ngạc nhiên nhiều du khách người Âu vào thế kỷ 17.</p><br><b>Ảnh hưởng của châu Âu.</b><br><p>Người em trai của Naresuen là Ekatotsarot lên trị vì Thái Lan từ năm 1605 tới năm 1610, đã không chú ý đến các chính sách quân sự mà lo phát triển kinh tế cho Ayutthaya. Nhà vua ban ra các đạo luật tăng thuế khiến cho dưới mắt người Âu, vua đã mang danh là “người tham lam”. Vào thời kỳ này người Hòa Lan đã tới Thái Lan và bắt đầu mở trạm mậu dịch vào năm 1608. Vua Ekatotsarot nhân dịp này đã gửi một phái đoàn đi The Hague. Rồi vào thời vua Songtham (1610- 1628), người Anh cũng đến Thái Lan, mang theo bức thư của vua James I và cũng được Thái Lan cho một mảnh đất để xây cất nơi buôn bán.<br>Người Âu đã bị thu hút đến Thái Lan bởi vì họ coi nơi này là cửa ngõ dẫn tới việc thương mại với Trung Hoa. Gió mùa tại châu Á không cho phép các tầu thuyền của thời đại này đi thẳng tới Trung Hoa, vì thế Ayutthaya đã trở nên một cảng chuyển tiếp giữa châu Âu, Ấn Độ, Trung Hoa và Nhật Bản. Nền hòa bình dưới thời vua Naresuen đã mang lại sự thịnh vượng cho người dân Thái và do đó, làm tăng lên nhu cầu xa xỉ của xã hội Thái Lan như lụa và đồ gốm. Ngoài ra người Nhật Bản cũng tới Thái Lan để mua các hàng hóa như gỗ quý, thiếc, đường mía và da thú vật cùng các sản phẩm của châu Âu. Một nhà mạo hiểm người Nhật của thời bấy giờ là Yamada Nagamasa đã có được tước vị cao trong triều đình Thái nhờ đó nhiều người Nhật Bản khác đã trở nên vệ sĩ cho nhà vua. Năm 1628, đội quân đánh thuê người Nhật đã giúp vị Nhiếp Chính là Prasat Thong tiếm vương quyền của vị vua trẻ. Nhưng rồi Tướng Quân của miền Edo nước Nhật đã không cộng tác với vương quyền đó khiến cho Prasat Thong nổi giận, trả thù và giết các người Nhật và nhóm người này phải bỏ chạy qua Cambốt. Prasat Thong trị vì Thái Lan cho đến năm 1655, đã đặt ra độc quyền của hoàng gia theo đó mọi ngoại thương đều bị kiểm soát trực tiếp bởi nhà vua và do bộ Tài Chính đảm trách.<br>Từ năm 1641 người Hòa Lan lấn át được người Bồ Đào Nha tại Viễn Đông và 7 năm sau, họ đã biểu dương lực lượng hải quân trong vịnh Thái Lan để yêu cầu vua Thái Lan cho họ đặc quyền kinh tế. Con trai của vua Prasat Thong là vua Narai, trị vì từ năm 1656 tới năm 1688, đã hợp tác với người Anh để cân bằng ảnh hưởng của Hòa Lan nhưng sau đó cuộc phong tỏa của Hòa Lan tại cửa sông Chao Phya đã khiến cho Thái Lan phải dành cho người Hòa Lan độc quyền mua da thú vật và một số biệt đãi khác.<br>Tại Thái Lan, các giáo sĩ Dòng Tên người Pháp đã đến triều đình tại Ayutthaya vào năm 1665 và được phép mở một trung tâm thờ phượng. Cảm tình của nhà vua Thái Lan khiến cho các giáo sĩ kể trên tưởng rằng nhà vua muốn cải theo đạo Thiên Chúa. Do các báo cáo của các giáo sĩ người Pháp gửi về, vua Louis 14 đã gửi một bức thư tay tới vua Narai vào năm 1673.<br>Sự liên lạc giữa Thái Lan và Pháp lại được gia tăng khi xuất hiện một người Hy Lạp tên là Constantine Phaulkon. Anh này khởi đầu là một người dọn phòng của công ty Đông Ấn thuộc Anh. Phaulkon tới Thái Lan năm 1678 và do có năng khiếu về ngôn ngữ, sau hai năm học anh ta đã nói thông thạo tiếng Thái. Phaulkon được mướn làm người thông ngôn cho Bộ Trưởng Tài Chính Barcalon hay Phra Klang. Nhờ khôn khéo, Phaulkon đã leo lên các nấc thang của xã hội Thái, tới bậc Phya Vijayendra nên được thường xuyên gặp mặt vua Thái Narai. Sau khi bị thất sủng với công ty Đông Ấn, Phaulkon đã cải sang đạo Thiên Chúa La Mã để lấy một người đàn bà Nhật theo đạo đó. Do Phaulkon thường xuyên liên lạc với người Pháp nên nhờ vậy ảnh hưởng của Pháp đã gia tăng đối với vua Narai. Đã có các trao đổi đại sứ giữa triều đình của vua Loui 14 và vua Narai Thái Lan và do lời khuyên của Phaulkon, vua Thái Lan đã chấp thuận cho một đội quân tinh nhuệ Pháp gồm 500 người, dưới quyền chỉ huy của tướng Desfarges, được đổ bộ lên Thái Lan. Phaulkon vì thế được phong bá tước và hiệp sĩ của nước Pháp.<br>Ảnh hưởng của Phaulkon, một người Hy Lạp bên cạnh vua Thái, đã khiến cho một số vị quan cao cấp triều đình Thái lo ngại. Cách ăn xài hoang phí của Phaulkon cũng làm cho nhiều người tức giận. Dinh thự của Phaulkon tại Lop Buri đêm nào cũng đãi tiệc trên 40 thực khách, số rượu vang tiêu thụ rất lớn. Sự hiện diện của người Pháp và quân đội Pháp cùng với ý định xúi giục vua Thái cải sang đạo Thiên Chúa đã là những mối nghi ngờ. Vào năm 1688 khi vua Narai bị bệnh, một nhóm người quốc gia đã đứng lên, cầm đầu là Phra Phetracha, tư lệnh liên đoàn voi trận của hoàng gia. Vua Narai bị giữ trong lâu đài và Phaulkon bị bắt vì tội phản bội và bị hành quyết vào tháng 6 bên ngoài Lop Buri. Một tháng sau, vua Narai cũng băng hà. Phra Phetracha lên ngôi. Đòi hỏi đầu tiên của vị vua mới này là quân đội Pháp phải rút đi hết.<br>Nước Thái Lan dưới thời vua Narai được người Âu gọi là Xiêm La (Siam). Những người này đã so sánh kinh đô Ayutthaya đẹp như thành phố Venice của nước Ý và đã ca tụng đây là thành phố đẹp nhất của miền Viễn Đông. Các lâu đài hoàng gia cùng hàng trăm đền đài huy hoàng đã tụ tập bên trong bức tường thành được xây dựng trên hòn đảo lớn của kinh đô.<br>Các vị vua kế nghiệp vua Narai đã chấm dứt chính sách mở cửa. Các giáo sĩ ngoại quốc tuy còn được phép ở lại và việc buôn bán với nước ngoài vẫn được duy trì nhưng trong giới hạn. Thái Lan từ đây ở vào vị thế cô lập trong 150 năm và các nhà vua đã tập trung vào việc xây dựng nội bộ và tôn giáo. Hệ thống giao thông thủy lộ được phát triển.Thời đại của vua Boromakot (1733- 1758) được coi là giai đoạn vàng son của kinh đô Ayutthaya. Văn sĩ, thi sĩ, nghệ sĩ tập trung về triều đình; văn chương và nghệ thuật đã phát triển mạnh. Xứ Tích Lan (Ceylon) đã phải mời một phái đoàn sư tăng của Thái Lan qua đó để chấn chỉnh đạo pháp.<br>Vào năm 1758, con của vua Boromakot lên ngôi sau khi tranh giành ngôi báu rồi sau đó đã đam mê cung tần mỹ nữ. Vào thời kỳ này, đế quốc thứ ba của Miến Điện do vua Alaungpaya đã tấn công Thái Lan vào năm 1760 nhưng bị đẩy lui. Bẩy năm sau, con của vua Alaungpaya là Hsinbyushin mang quân vây hãm Ayutthaya trong 14 tháng và đã thành công. Người Miến khi rút ra vội vã, đã cướp đi tất cả tài sản, đốt sạch kinh đô Ayutthaya kể cả các ngôi chùa và bắt theo tất cả hoàng gia Thái cùng 90 ngàn người, dẫn về Miến Điện. Nền văn minh của Thái Lan trong 4 thế kỷ đã bị hủy diệt.</p><br><b>Kinh đô Bangkok.</b><br><p>Trong khi kinh đô Ayutthaya bị vây hãm, một vị tướng trẻ tên là Phya Taksin đã tụ tập được một số quân sĩ, phá vòng vây và chạy về Chantaburi ở bờ biển phía đông nam của vịnh Thái Lan. Bẩy tháng sau khi Ayutthaya thất thủ, Taksin đã đem quân về kinh đô và đánh đuổi được người Miến. Taksin đã kể cho mọi người nghe giấc mơ được gặp các vị tiên vương Thái Lan và được bảo nên dời kinh đô về một nơi mới.<br>Taksin đã thiết lập kinh đô mới tại Thonburi, bên bờ phía tây của dòng sông Chao Phya và lên ngôi vua. Sau khi thấy vương quốc Thái Lan sụp đổ, trách nhiệm của vua Taksin là thống nhất lại đất nước và chống trả cuộc xâm lăng của quân Miến Điện. Taksin đã trị vì tới năm 1782 nhưng trong 7 năm cuối, quyền uy được giao phó cho hai vị tướng tin cẩn và cũng là anh em, là Chao Phya Chakri và Chao Phya Sarisih. Hai vị tướng này đã chiếm lại Chiang Mai, mở mang bờ cõi Thái Lan tại phía bắc, tràn qua Cambốt và Lào ở phía đông. Chính trong chiến dịch tràn quân qua Lào mà đội quân Thái chiếm được bức tượng Phật Ngọc Bích (the Emerald Buddha) rất nổi tiếng. Tượng Phật này được tạc từ khối ngọc thạch lớn và thờ tại Chiang Ray vào năm 1436. Người Thái từ lâu đã coi bức tượng này là linh thiêng nhất và là biểu tượng cho nền độc lập và thịnh vượng của xứ sở.<br>Tại Thonburi, vua Taksin sau này trở nên bất thường và tàn bạo. Chứng bệnh hoang tưởng (paranoid), có lẽ do quá lo lắng về chiến trận, đã khiến nhà vua tưởng mình là một bồ tát trong khi đó lại hành hạ các sư tăng, các vị quan cao cấp cùng trẻ em, bắt buộc họ phải thú nhận phạm phải các tội giả tưởng.<br>Vào tháng 3 năm 1782, một cuộc nổi dậy đã xẩy ra khiến cho vua Taksin phải thoái vị và vào sống trong một tu viện. Vị tướng đảo chính đã mời Chao Phya Chakri làm vua sau chiến dịch tại Cambốt. Tướng Chakri đã lên ngôi vua vào ngày 6 tháng 4, lập nên triều đại Chakri và ngày nay người Thái Lan còn kỷ niệm ngày 6 tháng 4 này. Vua cũ Taksin vì bị coi là một nguồn đe dọa cho sự ổn định nội bộ Thái nên đã bị hành quyết theo tục lệ hoàng gia trước các giọt nước mắt đau buồn của vua mới Chakri.<br>Khi lên ngôi, vua Chakri lấy danh hiệu là Ramathibodi mà sau này người Thái gọi là vua Rama I, đã ngự trị Thái Lan từ 1782 tới năm 1809. Nhà vua đã dời kinh đô từ Thonburi qua một nơi rộng rãi hơn ở gần đó gọi là Bangkok.</p>"
},
{
	"id": 3, 
	"code": 111,
	"title": "Sự kiện Trân Châu cảng và bước ngoặt lịch sử TG",
	"description": "Sáng ngày 7.12.1941, hàng đoàn máy bay chiến đấu của Nhật bất ngờ dội bom xuống tàu chiến Mỹ ở Trân Châu Cảng, gây một cú sốc kinh hoàng. Đây là một bước ngoặt quan trọng trong chiến tranh thế giới thứ hai dẫn đến việc Tổng thống Mỹ quyết định đưa nước này chính thức tham chiến.",
	"avataBook": "https://www.dkn.tv/wp-content/uploads/2017/12/70namvutranchaucang_giaoducquocphong_giaoducvietnam2-498x395.jpg",
	"author": "Deutsches Reich",
	"translator": "Tuyết Minh",
	"publishingCompany": "Nxb Văn hóa Thông tin",
	"publisher": "Văn Lang",
	"releaseDate": "05/2002",
	"numberPages": "416",
	"contentPage": "<b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sự kiện chân châu cảng</h4><b><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trân Châu Cảng là địa danh lịch sử nổi tiếng nhất của quần đảo Hawaii, Mỹ. Hải cảng nước sâu này nằm ở phía Tây thành phố Honolulu trên đảo O'ahu, giữa vùng Bắc Thái Bình Dương.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do nằm ở vị trí đắc địa, Trân Châu Cảng sớm được người Mỹ sử dụng làm căn cứ chỉ huy, căn cứ hậu cần, là cơ sở bảo dưỡng, sửa chữa các chiến hạm của hạm đội Thái Bình Dương.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Từ căn cứ này, Hạm đội Thái Bình Dương của Hải quân Hoa Kỳ có thể khống chế toàn bộ vùng Bắc Thái Bình Dương bằng các lực lượng tàu nổi, tàu ngầm và không quân của hạm đội, đồng thời chống lại mọi sự tấn công từ bên ngoài. Việc bố phòng ở cảng hết sức cẩn mật với một hệ thống lưới thép đặc biệt chống ngư lôi và tàu ngầm.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nhưng 7giờ 55 phút chủ nhật, ngày 712.1941, một buổi sáng yên tĩnh, khi mà lính Mỹ trong cảng đang ngủ say sau một tối thứ bảy vui vẻ, thì nơi đây bất ngờ bị 374 chiếc máy bay Nhật tấn công.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc tấn công kéo dài 90 phút đã để lại hậu quả là gần 2.400 người binh sỹ và thủy thủ Mỹ bị thiệt mạng, hơn 1000 người khác bị thương. Cuộc tấn công cũng đã đánh chìm và làm thiệt hại nặng 18 tàu chiến lớn, đánh đắm 19 chiếc tàu chiến khác, và phá hủy 232 máy bay chiến đấu của Mỹ đỗ tại sân bay.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thiệt hại về phía Nhật Bản nhỏ hơn, chỉ mất 29 máy bay và bốn tàu ngầm nhỏ, với 65 người thiệt mạng. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Với thắng lợi tại Trân Châu Cảng, hải quân Nhật thực tế đã loại ra khỏi vòng chiến đấu Hạm đội Thái Bình Dương của Mỹ trong nhiều tháng, tạo điều kiện thuận lợi cho quân đội Nhật đánh chiếm nhiều nước trong khu vực Đông Nam Á và làm chủ vùng biển châu Á – Thái Bình Dương trong giai đoạn đầu của Chiến tranh thế giới thứ hai.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Còn với Mỹ, thì ngày này bị Tổng thống Franklin D. Roosevelt khi đó gọi là “ngày ô nhục” và khiến đất nước cờ hoa buộc phải tuyên chiến với Nhật Bản và chính thức tham gia vào những cuộc giao tranh đẫm máu ở Thái Bình Dương.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Giới quân sự nước ngoài thì cho rằng trận Trân Châu Cảng là một bài học về sự mất cảnh giác, không sẵn sàng chiến đấu và chủ quan khinh địch. Về mặt công tác tình báo, Nhật đã chuẩn bị cho trận đánh trong nhiều năm, và chuẩn bị tác chiến mọi mặt trong hơn 11 tháng để đưa lại thành công cho một trận đánh có ý nghĩa chiến lược lớn trong gần ba giờ đồng hồ.</p><br><b>>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hậu quả của cuộc chiến</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Ngay khi ra lệnh kết thúc trận chiến Trân Châu Cảng, đô đốc hải quân Nhật Yamamoto đã cảm nhận được khó khăn mà nước Nhật sẽ phải đối mặt. Và quả nhiên chiến thắng này đã dẫn đến sự tham chiến chính thức của Mỹ vào Chiến tranh thế giới thứ hai.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Năm 1945, vào thời điểm nước Nhật đã sức tàn lực kiệt, bại trận là không tránh khỏi, Mỹ đã ném hai quả bom nguyên tử xuống Hiroshima và Nagasaki để tàn phá nước Nhật. Đó là sự phục thù của Mỹ cho trận Trân Châu Cảng. Chiến tranh thế giới thứ hai kết thúc khi Nhật Bản chính thức đầu hàng vào ngày 2.9.1945.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sau khi quân đồng minh rút khỏi Nhật Bản tháng 4.1952, mối quan hệ Mỹ-Nhật được xem là bình đẳng hơn. Ngày 19.1.1960, hai nước Mỹ-Nhật đã ký hiệp ước đồng minh thân thiện và từ đó đến nay, Nhật Bản là đồng minh thân cận nhất của Mỹ tại Đông Á.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trân Châu Cảng 73 năm nhìn lại</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 73 năm sau cái thời khắc kinh hoàng đó, Trân Châu Cảng vẫn hoạt động bình thường, những con tàu chiến, những hàng không mẫu hạm vẫn ra vào cảng. Nhưng ở những vị trí các chiến hạm bị đánh chìm trước đây, người ta dựng lên những bia tưởng niệm là những khối bêtông trắng; nơi chiến hạm USS Arizona bị đánh chìm là một tòa nhà bêtông, phần trang trọng nhất trên đó đặt tấm bia cẩm thạch khổng lồ ghi danh 1.177 thủy thủ đã chìm theo con tàu xuống đáy vịnh.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trong suốt hơn nửa thế kỷ qua, hằng ngày những người lính thủy ở Trân Châu Cảng vẫn làm lễ thượng cờ và hạ cờ trên đài tưởng niệm chiến hạm USS Arizona, bởi họ tin rằng trong lòng xác chiến hạm còn hàng ngàn quân nhân và con tàu vẫn đang hoạt động.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hàng năm, vào ngày 7.12, một số nơi trên nước Mỹ đều tổ chức lễ tưởng nhớ 2.400 quân nhân đã thiệt mạng trong ngày đó và tưởng nhớ thế hệ người dân đã nhặt cờ bị đánh đổ ở Trân Châu Cảng để tham gia giành chiến thắng trong chiến tranh thế giới thứ hai.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Đã 73  năm trôi qua kể từ ngày khởi đầu trận tấn công của Nhật vào Trân Châu Cảng, giờ đây quần đảo Hawaii đã trở thành điểm du lịch nổi tiếng, thu hút du khách từ khắp nơi trên thế giới. Họ đến đây không chỉ với một mục đích thăm quan mà còn để tìm hiểu thêm một phần về lịch sử nước Mỹ.</p>"
},
{
	"id": 4, 
	"code": 111,
	"title": "Cuộc không kích Doolittle của mỹ tới nhật bản",
	"description": "Sau khi mất mát lớn trong trận Trân Châu Cảng, Mỹ đã 'đáp thù' bằng cách tiến hành chiến dịch oanh kích 'Dự án hàng không đặc biệt số 1' với biệt danh mang tên của Trung tá không quân nổi tiếng của Mỹ là Jimmy Doolittle.",
	"avataBook": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQeqCn2OxPM7Sc77qbTs6kTfCdosFe4PSz-yjEKrHN-3IVrLJNw&s",
	"author": "Deutsches Reich",
	"translator": "Tuyết Minh",
	"publishingCompany": "Nxb Văn hóa Thông tin",
	"publisher": "Văn Lang",
	"releaseDate": "05/2002",
	"numberPages": "416",
	"contentPage": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mặc dù lực lượng lính Mỹ tham gia chiến dịch nhỏ cuối cùng cũng hy sinh gần hết nhưng chiến dịch này có ý nghĩa góp phần đánh đòn tâm lý vào đế quốc Nhật, đặt nền tảng tạo nên bước ngoặt trong trận chiến Thái Bình Dương của Thế chiến II.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ngày 8-12-1941, Mỹ thua trong trận Trân Châu Cảng với 4 tàu chiến bị đánh chìm, 188 chiến đấu cơ bị phá hủy và 2.403 binh sĩ thiệt mạng. Sau cú sốc thua thiệt đó, tinh thần Mỹ suy giảm. Nỗi lo bị kẻ thù đánh bom luôn hiển hiện đến nỗi các thành phố ở Bờ Tây nước Mỹ đều để rèm che kín các cửa sổ.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ngược lại, Đế quốc Nhật gặt hái hết chiến thắng nọ đến chiến thắng kia, chiếm Philippines, Guam và các vùng lãnh thổ khác một cách dễ dàng.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sau hàng loạt thất bại, Mỹ đã quyết tâm phục thù. Thượng nghị sĩ Mỹ Arthur Vandenberg đã bình luận về tinh thần đất nước: 'Đối với kẻ thù, chúng ta trả lời rằng: Bạn đã tuốt vỏ kiếm, và vì vậy bạn sẽ chết'.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc trả thù này đã được thực hiện dưới dạng một cuộc oanh kính quy mô nhỏ song mạnh mẽ, dưới sự chỉ huy của Trung tá James Harold Doolittle. Vì vậy cuộc trả thù này mang biệt danh là “cuộc oanh kích Doolittle”.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dự án Hàng Không Đặc biệt Số 1</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nhiều ngày sau cuộc tấn công Trân Châu Cảng, Tổng thống Mỹ khi đó làFranklin Roosevelt đã hạ lệnh tiến hành một cuộc oanh kích vào Nhật Bản. Một tháng sau, Tướng Henry Arnold đã chọn Trung tá Jimmy Doolittle - một phi công có tiếng đồng thời là kỹ sư hàng không, để lên kế hoạch, chuẩn bị và chỉ đạo cuộc oanh kích đáp thù mà sau này được gọi là Dự án Hàng không Đặc biệt Số 1'.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Các mục tiêu mà Mỹ nhắm tới là tổ hợp quân sự và công nghiệp chủ yếu đặt tại Tokyo cũng như ở các thành phố Kobe, Nagoya, Osaka, Yokohama và Yokosuka, với nhiều mục tiêu khác nhau. Trong một cuộc phỏng vấn tháng 7-1942, Trung tá Doolittle nói rằng: 'Cuộc oanh kích này được kỳ vọng sẽ gây ra tổn thất cả về mặt vật chất và tinh thần. Những tổn thất về mặt vật chất sẽ là sự phá hủy các mục tiêu cụ thể kèm theo mục tiêu tinh thần là gây hoang mang bối rối cũng như làm quá trình sản xuất công nghiệp đình đốn'.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mỹ cũng hy vọng rằng quân Nhật sẽ sợ hãi và phải thu hồi khí tài chiến đấu từ các chiến trường khác để phục vụ công tác bảo vệ đất nước, do đó, mở đường để quân Mỹ đánh chiếm các đảo và vùng lãnh thổ ở Thái Bình Dương'. Trung tá Doolittle cũng hy vọng cuộc oanh kích này sẽ thúc đẩy 'sự phát triển của một tổ hợp sợ hãi ở Nhật Bản, cải thiện mối quan hệ với các đồng minh của Mỹ và tạo ra sự phản ứng có lợi đối với người dân Mỹ'.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Để triển khai nhiệm vụ của mình, Trung tá Doolittle cần phi đội máy bay ném bom có thể cất cánh từ tàu sân bay, do các đường băng Thái Bình Dương của Mỹ ở Hawaii quá xa so với Nhật Bản.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuối cùng, Doolittle quyết định sử dụng máy bay ném bom B-25 Mitchell, một loại máy bay ném bom gọn nhẹ chỉ cần tổ lái gồm 5 thành viên. B-25 Mitchell là loại chiến đấu cơ lanh lẹ, với tầm bay xa, song Doolittle và đội bay ở căn cứ không quân Wright Field ở bang Ohio, miền Trung Tây nước Mỹ, vẫn phải trang bị thêm thiết bị để B-25 Mitchell có thể mang theo hơn 1.100 gallon (khoảng hơn 4.164 lít) nhiên liệu.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Những tướng lĩnh hoạch định cuộc tấn công đã quyết định để một tàu sân bay vận chuyển phi đội máy bay ném bom B-25 đến một địa điểm ở phía Đông của Tokyo, nơi mà tàu sân bay sẽ phóng một máy bay hoa tiêu dẫn đầu rồi thả bom cháy để tạo thành một vệt sáng để các máy bay ném bom khác theo sau. Sau đó, những máy bay ném bom này sẽ tiến về bờ biển phía Đông của Trung Quốc hoặc đến thành phố cảng Vladivostok của Liên Xô. Tuy nhiên, Liên Xô lại do dự khi cho phép Mỹ sử dụng cảng Vladivostok như một bến đỗ cuối cùng của cuộc oanh kích và chế độ Stalin không sẵn lòng chọc giận Nhật Bản.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trong khi đó, chiến đấu cơ B-25 Mitchell có thể cất cánh từ một tàu sân bay, song lại không thể hạ cánh trên tàu sân bay. Vì vậy, các kế hoạch của Doolittle đã phải thay đổi. Thay vì quay trở lại hạ cánh trên tàu sân bay USS Hornet sau khi thả bom trên lãnh thổ Nhật Bản, các máy bay ném bom B-25 sẽ phải tiếp tục bay hướng về phía Đông đến Trung Quốc, nước cho phép Mỹ sử dụng các bãi đáp ven biển của họ.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tại một cuộc họp kín ở San Francisco, Trung tá James H. Doolittle, người dẫn đầu cuộc đột kích này, đã gặp Phó Đô đốc William F. Halsey Jr., người chỉ huy lực lượng đặc nhiệm đưa phi đội của Doolittle đến 'cửa ngõ' của Đế quốc Nhật Bản. Họ đã nhất trí đội bay cất cánh ở một vị trí cách Tokyo khoảng 600 dặm (khoảng 966 km) về phía Đông. Tuy nhiên, nếu bị phát hiện thì Lực lượng đặc trách mang biệt danh TF-16 sẽ để chiến đấu cơ cất cánh ở vị trí đó nhưng không thực hiện nhiệm vụ như đã lên kế hoạch.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Công tác huấn luyện</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Có 24 máy bay ném bom được huy động tham gia sứ mệnh. Tuy nhiên, tàusân bay Hornet chỉ có thể mang theo được tất cả 16 chiếc ngay cả khi đã tháo bỏ các thiết bị không thực sự cần thiết ra khỏi máy bay. Tàu sân bay Hornet đi đến điểm tập kết đã lên kế hoạch để cùng với tàu sân bay Enterprise (CV-6) tạo thành một phân đội đặc nhiệm của Phó Đô đốc Halsey.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 80 người không có kinh nghiệm lái máy bay chiến đấu đã tình nguyện tham gia phi hành đoàn 16 chiến đấu cơ của Trung tá Doolittle Raid, bao gồm cả chính Doolittle. Các tân phi công này được đào tạo tại căn cứ không quân Eglin, bang Florida. Một trong những điều quan trọng nhất mà họ học được là cách cất cánh một máy bay ném bom với đường băng chỉ dài 300 feet trên mặt sàn tàu sân bay Hornet. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Họ cũng thực hành bay đêm, bay xuyên quốc gia, và vận hành trên không với tài liệu tham khảo hạn hẹp với phương châm 'tiếp cận mục tiêu ném bom ở tầm bay thấp, tấn công nhanh và rút lui gọn'. Doolittle huấn luyện các tân phi công của mình tốt nhất có thể để chỉ tấn công các mục tiêu quân sự nhằm tránh những chỉ trích từ Nhật Bản về việc ném bom bừa bãi.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc đột kích Doolittle</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nhằm tối đa hóa phạm vi hoạt động hiệu quả của máy bay ném bom, tàu sân bay Hornet đã 'lầm lũi' hướng về phía Tây Thái Bình Dương xa nhất có thể, xuất phát từ cảng Alameda Naval Air Station gần San Francisco, vào ngày 2-4-1942.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hai tuần sau, vào ngày 18-4-1942, sớm hơn so với dự kiến, do quân Nhật đã phát hiện ra sự hiện diện của tàu Mỹ ở Thái Bình Dương, nên cuộc đột kích đã được triển khai và đúng 9:19 phút sáng, tất cả phi đội máy bay ném bom Mỹ đã hướng về Tokyo. Khoảng 6 tiếng sau, tức vào khoảng trưa giờ địa phương, phi đội đã đến không phận Nhật Bản. 'Các lính đột kích' của Doolittle đã bay vào không phận Nhật Bản và triển khai sứ mệnh của mình.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kháng cự duy nhất là một hỏa lực phòng không yếu ớt và một số máy bay chiến đấu, song không một sự kháng cự nào trong số đó có thể 'hạ gục' dù chỉ một máy bay ném bom B-25 của Mỹ.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 'Các chiến sĩ đột kích' đã nhắm bắn 10 mục tiêu quân sự ở Tokyo, 2 mục tiêu ở thành phố Yokohama và một mục tiêu ở mỗi thành phố còn lại, thi thoảng có những quả bom lạc vào trường học và nhà cửa. Cuộc đột kích này đã khiến 87 người Nhật Bản thiệt mạng, một số bị chết cháy và 151 người khác bị thương, trong đó có dân thường và trẻ em.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc đột kích cũng phá hủy 112 tòa nhà và làm hư hại 53 tòa nhà khác. Ngoài ra, cuộc đột kích này cũng phá hủy một trạm biến áp ở Tokyo, vốn đóng vai trò cốt yếu đối với hệ thống liên lạc của Nhật Bản, cũng như hàng chục nhà máy. Bom Mỹ cũng nhắm trúng một bệnh viện quân đội của Nhật.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Quân Nhật đã bàng hoàng và sững sờ trước sự hiện diện của Mỹ tại Trân Châu Cảng. Thế nhưng, mặc dù quân Nhật đã tấn công Mỹ ở Hawaii và gây thiệt hại nặng nề, song cuộc oanh kích của Doolittle đã gần như không làm hủy hoại tổ hợp công nghiệp quân sự của Nhật Bản.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thương vong và tổn thất</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tất cả 16 máy bay ném bom Mỹ và phi đội đã nhanh chóng lái máy bay thoát ra khỏi không phận Nhật Bản, bay ra biển hướng về phía Trung Quốc.<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do cạn kiệt nhiên liệu, một máy bay đã buộc phải hạ cánh ở Liên Xô, nước vốn không muốn tham gia vào cuộc oanh kích này do lập trường trung lập như đã nói ở trên. Liên Xô đã giam giữ phi đội này đến năm 1943 khi họ tìm cách trả tiền cho một kẻ buôn lậu để đưa họ sang Iran. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 75 phi công còn lại đã đến được không phận Trung Quốc song một máy bay bị tai nạn khi hạ cánh làm 3 phi công thiệt mạng. Trung Quốc đã giúp đưa lén những người còn lại ra khỏi đất nước để quay trở lại lãnh thổ đồng minh của Mỹ. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8 thành viên khác bị quân Nhật bắt giữ, trong đó 4 người chết trong tù, một người chết vì bệnh tật và 3 người còn lại bị xử tử hình. Sống sót và trở về quê hương, James Doolittle nhận Huân chương Danh dự và được thăng hàm vượt hai cấp, trở thành Chuẩn tướng.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bước ngoặt của Thế chiến II</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc oanh kích Doolittle, mặc dù thành công song không phải là một chiếnthắng to lớn về mặt chiến thuật. Cơ sở hạ tầng và binh sĩ Nhật Bản hầu như không bị hư hại nặng nề. Tuy nhiên, cuộc oanh kích này lại là một chiến thắng chiến lược cho tinh thần binh sĩ Mỹ và là một cú đòn đánh vào niềm tin của Nhật.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trước đây, quân Nhật đã quá tự tin cho rằng không ai có thể đến được lãnh thổ của họ, song giờ thì sự tin tưởng đó đã bị lung lay và cuộc đột kích Doolittle đã chứng minh niềm tin đó đã sai lầm. Cuộc oanh kích đã buộc quân Nhật phải mở rộng phạm vi chiến lược của họ, với mưu đồ đánh chiếm đảo Midway của Mỹ ở Thái Bình Dương. Tuy nhiên, mưu đồ này đã dẫn đến sự thất bại thảm hại của Hải quân Đế quốc Nhật Bản đồng thời đánh dấu một bước ngoặt trong chiến tranh Thái Bình Dương, một phần của Thế chiến II.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ai phải trả giá?</b><br><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trung Quốc là bên phải trả cái giá nặng nề và đau đớn nhất của cuộc oanh kích Doolittle. Do trả đũa việc Trung Quốc 'góp sức' giúp Mỹ, Nhật Bản đã tăng cường sự hiện diện quân sự của họ ở Trung Quốc lúc đó bị chiếm đóng, nhắm vào các thị trấn đã 'chìa tay' giúp lực lượng tham gia cuộc oanh kích nói trên.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bắt đầu từ tháng 6, quân Nhật tàn phá khoảng 20.000 dặm vuông (khoảng 51.800 km vuông) ở Trung Quốc, lục soát các thị trấn và làng mạc, đốt cháy hoa màu và tra tấn những người đã giúp lực lượng tham gia cuộc oanh kích Doolittle. Theo miêu tả của một tờ báo ở Trung Quốc, thành phố Nam Thành thuộc tỉnh Giang Tây, Trung Quốc, đã biến thành 'thổ đen' sau 3 ngày bị quân Nhật tàn phá và đốt cháy. Vì giúp Mỹ trong cuộc oanh kích Doolittle hỏa lực mạnh dù quy mô nhỏ này mà Trung Quốc đã phải gánh chịu hậu quả.</p>"
}
]
