[
    {	"id": 1,
        "type": 1,
        "nameType": "Lịch sử việt nam" ,
        "title": "Thời ký bắc thuộc",
        "description": "",
        "avataBook": "http://3.bp.blogspot.com/-KVU3x2ha12s/VUJnraR018I/AAAAAAAADgk/cIUYQl1pXPE/s1600/media-13567172546885190020150426073214.2850570.jpg",
        "content": [
            { 
                "tittle": "Các Thời Kỳ Bắc Thuộc", 
                "image": "https://spiderkien.files.wordpress.com/2011/03/lee-surrender.jpg",
                "isHeighLineText": false,
                "contentPage": "Từ Bắc thuộc chỉ thời kỳ Việt Nam bị đặt dưới quyền cai trị của các triều đình Trung Quốc, nghĩa là thuộc địa của Trung Quốc. Trong thời gian này Việt Nam bị đặt dưới quyền cai trị của các triều đình của phương Bắc như: [Bắc thuộc lần thứ nhất (179 TCN hoặc 111 TCN - 39): nhà Triệu - nhà Hán, Bắc thuộc lần thứ hai (43 - 541): nhà Đông Hán - Đông Ngô - Tào Ngụy - nhà Tấn - nhà Tề - nhà Lương, Bắc thuộc lần thứ ba: nhà Tùy - nhà Đường, Bắc thuộc lần thứ tư (1407 - 1427): còn gọi là thời thuộc Minh]"
            },
            {
                "tittle": "Bắc thuộc lần thứ 1", 
                "image": null,
                "isHeighLineText": false, 
                "contentPage": "Năm 179 TCN, thành Cổ Loa thất thủ trước cuộc tiến công xâm lược của Triệu Đà, Âu Lạc bước vào đêm trường Bắc thuộc kéo dài hơn 1000 năm. Năm 39, nợ nước thù nhà, Hai Bà Trưng dấy binh khởi nghĩa và đã giành được 65 thành ở Lĩnh Nam. Hai Bà lên ngôi vua, kết thúc thời kỳ Bắc thuộc lần thứ nhất."
            },
            {
                "tittle": "Bắc thuộc lần thứ 2",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Năm 43, nhà Hán sai tướng quân Mã Viện đem quân sang tái chiếm, Hai Bà Trưng chống không nổi phải rút về giữ Cấm Khê rồi tự vẫn ở sông Hát. Thời Bắc thuộc lần 2 chấm dứt năm 541 khi Lý Bí khởi binh chống nhà Lương và chính thức thành lập nhà Tiền Lý cùng nước Vạn Xuân năm 544."
            },
            {
                "tittle": "Bắc thuộc lần thứ 3", 
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Năm 602, nhà Tùy cho quân sang xâm lược nước Vạn Xuân, Lý Phật Tử (cháu nội Lý Bí) chưa đánh đã hàng, bị bắt về phương bắc rồi chết ở đó. Năm 938, Ngô Quyền đánh tan đạo quân xâm lược Nam Hán do Hoằng Tháo dẫn đầu sang tiếp ứng cho Kiều Công Tiễn, lập ra nhà Ngô. Từ đó bắt đầu thời kỳ độc lập ổn định của Việt Nam."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Như đã thể hiện trong chiến dịch phía tây năm 1863 thành công rực rỡ, Grant biết cách làm thế nào để tiến hành một cuộc chiến tranh dựa trên kĩ thuật tân tiến và nhắm đến toàn thể cộng đồng. Tại Vicksburg, ông đã bao vây cả một thành phố và buộc nó phải đầu hàng. Sau đó, tháng 11 năm 1863, ông đã sử dụng đường sắt để giải cứu một cánh quân Liên bang lâm nguy gần Chattanooga, Tennessee. Hơn thế, Grant không tán thành những nỗ lực của những vị chỉ huy quân đội Liên bang trước đó “bảo toàn nhân mạng” thông qua những chiến thuật cẩn trọng. Ông cho rằng làm như vậy chỉ kéo dài thêm cuộc chiến. Grant sẵn sàng chấp nhận thương vong nặng nề, điều đó khiến cả kẻ thù và người của ông gọi vị tướng này với biệt danh tên đồ tể."
            },
            {
                "tittle": "Bắc thuộc lần thứ 4",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Năm 1400, Hồ Quý Ly cướp ngôi nhà Trần. Năm 1406, nhà Minh đem quân sang, lấy lý do là để khôi phục nhà Trần, nhưng thực chất đã sáp nhập Việt Nam thành quận huyện của Trung Quốc và cử quan lại người Hán sang cai trị. Năm 1427, cuộc khởi Lam Sơn của Lê Lợi nghĩa thành công, kết thúc thời kỳ Bắc thuộc lần thứ tư, và mở đầu một triều đại mới của Việt Nam: nhà Hậu Lê."
            }
        ]
    },
    {	"id": 2,
        "type": 2,
        "nameType": "Lịch sử việt nam",
        "title": "Thời kỳ pháp thuộc và cách mạng tháng 8",
        "description": "",
        "avataBook": "https://vietjet.net/includes/uploads/2017/10/lich-su-nuoc-my-thoi-ky-thuoc-dia.jpg",
        "content": [
            {
                "tittle": "Thời pháp thuộc",
                "image": "https://spiderkien.files.wordpress.com/2011/03/lee-surrender.jpg", 
                "isHeighLineText": false, 
                "contentPage": "Pháp thuộc là một giai đoạn trong lịch sử Việt Nam kéo dài 61 năm, bắt đầu từ 1884 khi Pháp ép triều đình Huế chấp nhận sự bảo hộ của Pháp cho đến 1945 khi Pháp mất quyền cai trị ở Đông Dương. Tuy nhiên, nhiều tài liệu khác cho rằng thời kỳ Pháp thuộc cần được tính từ năm 1867 (tức là kéo dài gần 80 năm), khi Nam Kỳ Lục tỉnh bị nhà Nguyễn cắt nhượng cho Pháp, trở thành lãnh thổ đầu tiên Pháp chiếm được trong quá trình Pháp xâm lược Đại Nam. Trong thời kỳ này Việt Nam bị chia cắt thành 3 xứ riêng biệt với ba cơ cấu hành chính riêng: xứ thuộc địa Nam Kỳ và hai xứ bảo hộ Bắc và Trung Kỳ. Cao Miên (Campuchia), Ai Lao cũng chịu sự cai trị của Pháp, và nhượng địa Quảng Châu Loan tiếp theo bị gom vào Liên bang Đông Dương. Tháng 9 năm 1945, Pháp đem quân trở lại tấn công Việt Nam, nhưng người Việt Nam phản kháng quyết liệt và Pháp đã bị thất bại sau 9 năm chiến tranh. Pháp buộc phải công nhận nền độc lập của Việt Nam (cũng như Lào và Campuchia), chính thức chấm dứt thời kỳ Pháp thuộc, đồng thời kéo theo sự sụp đổ hệ thống thuộc địa của Pháp và các nước thực dân khác trên khắp thế giới vào thập niên 1950 - 1960."
            },
            {
                "tittle": "Cách mạng tháng 8",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Cách mạng tháng Tám là tên gọi được ngành sử học chính thống tại Việt Nam hiện nay dùng để chỉ việc phong trào Việt Minh tiến hành khởi nghĩa chống lại lực lượng quân đội của Đế quốc Nhật Bản, buộc Đế quốc Việt Nam (chính phủ được Đế quốc Nhật Bản bảo hộ) bàn giao chính quyền trung ương và các địa phương và buộc Bảo Đại (vua cuối cùng của nhà Nguyễn) phải thoái vị trong tháng 8 năm 1945. Việc chuyển giao quyền lực được chính phủ Đế quốc Việt Nam thực hiện cơ bản trong hoà bình, ít có đụng độ dù xảy ra tranh chấp với lực lượng Nhật, Đại Việt, Hòa Hảo,... ở một số địa phương. Trừ một số địa phương tỉnh lỵ như Hải Ninh (nay thuộc Quảng Ninh), Hà Giang, Lào Cai, Lai Châu, Vĩnh Yên nằm trong tay các đảng phái khác như Đại Việt, Việt Nam Quốc dân đảng... và quân Tưởng Giới Thạch (Trung Quốc); chỉ trong 10 ngày, chính quyền Việt Minh đã được thiết lập trên toàn bộ các tỉnh lỵ trên khắp Việt Nam (muộn nhất 28/8: Đồng Nai Thượng, Hà Tiên), hầu hết địa phương trong cả nước. Một số nơi có khó khăn hơn như Hà Giang, quân Tưởng Giới Thạch bức rút quân Nhật (29/8) và chiếm luôn tỉnh này, Cao Bằng (giành chính quyền 21/8 nhưng sau đó quân Tưởng tràn vào), Lạng Sơn (giành chính quyền sau đó quân Tưởng Giới Thạch tràn vào, tháng 10 mới thành lập chính quyền cách mạng), Vĩnh Yên (Quốc dân đảng nắm giữ), Hải Ninh - Móng Cái (Cách mệnh Đồng Minh hội nắm), một số địa bàn ở Quảng Ninh (do Đại Việt, Cách mệnh Đồng Minh hội nắm), ở Đà Lạt (quân Nhật còn kháng cự mạnh như ngày 3/10)."
            }
        ]
    },
    {	"id": 3,
        "type": 3,
        "nameType": "Lịch sử việt nam",
        "title": "Thời kỳ pháp thuộc và cách mạng tháng 8",
        "description": "",
        "avataBook": "https://vietjet.net/includes/uploads/2017/10/lich-su-nuoc-my-thoi-ky-thuoc-dia.jpg",
        "content": [
            {
                "tittle": "NHỮNG NĂM ĐẦU TOÀN QUỐC KHÁNG CHIẾN CHỐNG THỰC DÂN PHÁP",
                "image": "https://spiderkien.files.wordpress.com/2011/03/lee-surrender.jpg", 
                "isHeighLineText": false, 
                "contentPage": "(1946 – 1950) Âm mưu, hành động của thực dân Pháp mở rộng chiến tranh xâm lược cả nước ta; quyết định của Đảng, Chính phủ và Chủ tịch Hồ Chí Minh về một cuộc kháng chiến toàn quốc chống Pháp; đường lối kháng chiến chống Pháp của Đảng."
            },
            {
                "tittle": "",
                "image": "https://spiderkien.files.wordpress.com/2011/03/lee-surrender.jpg", 
                "isHeighLineText": false, 
                "contentPage": "Cuộc chiến đấu ở thủ đô Hà Nội và các đô thị khác phía Bắc vĩ tuyến 16 mở đầu kháng chiến toàn quốc. Đồng thời với hoạt động chiến đấu là những hoạt động di chuyển và thực hiện tiêu thổ kháng chiến. Tiếp theo là những hoạt động đẩy mạnh chuẩn bị cho cuộc chiến đấu lâu dài."
            },
            {
                "tittle": "",
                "image": "https://spiderkien.files.wordpress.com/2011/03/lee-surrender.jpg", 
                "isHeighLineText": false, 
                "contentPage": "Âm mưu, hành động của địch đánh phá căn cứ địa kháng chiến Việt Bắc. Cuộc chiến đấu của quân và dân ta đánh trả cuộc tiến công Việt Bắc của địch. Sau chiến thắng Việt Bắc, cuộc kháng chiến toàn dân, toàn diện được đẩy mạnh."
            },
            {
                "tittle": "BƯỚC PHÁT TRIỂN MỚI CỦA CUỘC KHÁNG CHIẾN TOÀN QUỐC CHỐNG THỰC DÂN PHÁP",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "(1950 - 1953) là sự phát triển mới của cuộc kháng chiến toàn quốc chống Pháp khi bước vào thu đông 1950:"
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "- Mở đầu là Chiến dịch tiến công Biên giới thu - đông 1950 giành thắng lợi. Sau thắng lợi Biên giới, quân ta mở liên tiếp nhiều chiến dịch tiến công và phản công trên cả ba chiến trường (đồng bằng, trung du, miền núi), giành thắng lợi trong các chiến dịch mở ra ở rừng núi (Hoà Bình đông - xuân 1951 - 1952, Tây Bắc thu - đông 1952, Thượng Lào xuân - hè 1953)."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Đế quốc Mĩ ngày càng can thiệp sâu vào cuộc chiến tranh xâm lược Đông Dương. Thực dân Pháp thực hiện Kế hoạch Đờ Lát đờ Tátxinhi (De Lattre dễ Tassigny) với âm mưu giành lại quyền chủ động chiến lược đã mất sau thất bái ở chiến dịch Biên giới."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "- Đảng Cộng sản Đông Dương tổ chức Đại hội đại biểu toàn quốc lần thứ II (2-1951). Đại hội quyết định đưa Đảng ra hoạt động công khai, lấy tên là Đảng Lao động Việt Nam, chủ trương củng cố hậu phương kháng chiến về mọi mặt, đẩy mạnh cuộc kháng chiến đến thắng lợi."
            },
            {
                "tittle": "CUỘC KHÁNG CHIẾN CHỐNG THỰC DÂN PHÁP KẾT THÚC",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "(1953 - 1954) Nava với âm mưu giành thắng lợi quân sự quyết định, Pháp - Mĩ đẩy mạnh chiến tranh xâm lược Đông dương, thực hiện Kế hoạch  kết thúc chiến tranh trong danh dự."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "- Chủ trương kế hoạch Đông - Xuân 1953 - 1954 của Đảng, Chủ tịch Hồ Chí Minh về một cuộc tiến công chiến lược và trận quyết chiến chiến lược Điện Biên Phủ."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "- Trận thắng Điện Biên Phủ đã quyết định đi đến họp Hội nghị Giơnevơ và kí Hiệp định về chấm dứt chiến tranh, lập lại hoà bình ở Đông Dương."
            }
        ]
    },
    {	"id": 4,
        "type": 4,
        "nameType": "Lịch sử việt nam",
        "title": "Chiến dịch điện biên phủ",
        "description": "",
        "avataBook": "https://vietjet.net/includes/uploads/2017/10/lich-su-nuoc-my-thoi-ky-thuoc-dia.jpg",
        "content": [
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Chiến dịch Điện Biên Phủ (từ ngày 13/3 đến ngày 7/5/1954) là một trong những chiến công vang dội nhất trong lịch sử dân tộc Việt Nam, thể hiện rõ nét tài thao lược kiệt xuất của Trung ương Đảng, đứng đầu là Chủ tịch Hồ Chí Minh, trong thời khắc xoay bản lề lịch sử. Nhân dịp kỷ niệm 66 năm chiến thắng Điện Biên Phủ (7/5/1954 - 7/5/2020), Thông tấn xã Việt Nam trân trọng giới thiệu bài viết “Chiến thắng Điện Biên Phủ 1954 - Nghệ thuật chỉ đạo kết thúc chiến tranh độc đáo, sáng tạo của Đảng” của Đại tá Vũ Trọng Hoan, nguyên Phó Chủ nhiệm Bộ môn Lịch sử Tổ chức quân sự (Viện Lịch sử quân sự Việt Nam)."
            },
            {
                "tittle": "“Xé nát” khối chủ lực cơ động của địch, tạo thời cơ mới",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Đến giữa năm 1953, sau gần 8 năm tiến hành cuộc chiến tranh xâm lược trở lại Đông Dương, dù đã huy động nhiều tiềm lực kinh tế, quân sự nhưng thực dân Pháp vẫn không thực hiện được mục đích đề ra mà ngược lại, phải chịu những thất bại nặng nề."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Tháng 7/1953, tướng Nava - người mới được bổ nhiệm tổng chỉ huy quân viễn chinh Pháp ở Đông Dương, đề ra kế hoạch quân sự mới (còn gọi Kế hoạch Nava), gồm hai bước:"
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Bước một (Thu Đông năm 1953 và Xuân năm 1954): giữ thế phòng ngự chiến lược ở chiến trường miền Bắc, tránh giao chiến với lực lượng chủ lực đối phương; tiến công chiến lược ở chiến trường phía Nam, đánh chiếm các căn cứ kháng chiến của Việt Minh; tăng cường càn quét, bắt lính để mở rộng quân đội ngụy tay sai, tập trung xây dựng khối chủ lực tác chiến cơ động."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Bước hai (từ Thu Đông năm 1954): dồn toàn lực ra chiến trường miền Bắc, thực hiện các đòn tiến công chiến lược quy mô lớn, giành thắng lợi quyết định, tiêu diệt chủ lực đối phương, buộc chính phủ kháng chiến phải đầu hàng, hoặc chấp nhận kết thúc chiến tranh theo những điều kiện có lợi cho phía Pháp."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Chỉ sau một thời gian ngắn, địch đã xây dựng được khối chủ lực mạnh, bao gồm 84 tiểu đoàn cơ động, trong đó tập trung 44 tiểu đoàn ở đồng bằng Bắc Bộ."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Tự tin vào khối quân chủ lực hùng mạnh của mình, tướng Nava đã chuẩn bị tâm thế sẵn sàng “nghiền nát các đơn vị chủ lực đối phương ở bất cứ nơi nào”, từ đó nêu cao khẩu hiệu “luôn luôn chủ động”, “luôn luôn tiến công.”"
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Về phía ta, cuối tháng 9/1953, Bộ Chính trị Ban Chấp hành Trung ương Đảng họp bàn, đánh giá âm mưu mới của Pháp-Mỹ về tăng cường lực lượng mở rộng chiến tranh xâm lược Đông Dương."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Hội nghị nhận định nội dung cốt lõi của Kế hoạch Nava là tập trung xây dựng khối chủ lực mạnh vừa để đối phó với các cuộc tiến công của ta và xa hơn là mở những cuộc tiến công quy mô lớn nhằm tiêu diệt quân chủ lực ta. Yêu cầu bức thiết đặt ra lúc này là giữ vững quyền chủ động, kiên quyết buộc địch phải phân tán lực lượng, phá vỡ kế hoạch tập trung của chúng."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Từ nhận định đó, Bộ Chính trị đề ra chủ trương: “Sử dụng một bộ phận chủ lực (để) mở những cuộc tiến công vào những hướng địch sơ hở, đồng thời tranh thủ tiêu diệt địch trong vận động ở những hướng địch có thể đánh sâu vào vùng tự do của ta; trong lúc đó đẩy mạnh chiến tranh du kích ở khắp các chiến trường địch hậu và tích cực chuẩn bị mọi sự cần thiết trong nhân dân và bộ đội địa phương, dân quân du kích ở các vùng tự do, sẵn sàng đối phó với địch để cho bộ đội chủ lực rảnh tay làm nhiệm vụ” (trích biên bản Hội nghị)."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Do lúc này ta chưa biết chi tiết kế hoạch và hành động cụ thể của địch, nên Bộ Chính trị đề ra phương châm chung cần quán triệt trong toàn bộ hoạt động tiến công của ta là: tích cực, chủ động, cơ động, linh hoạt; đánh ăn chắc, tiến ăn chắc, đánh tiêu diệt."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Chấp hành chủ trương chiến lược đã đề ra, trong Đông Xuân năm 1953-1954, quân và dân Việt Nam phối hợp chặt chẽ cùng với quân dân hai nước bạn Lào và Campuchia mở liên tiếp 5 đòn tiến công chiến lược trên 5 hướng khác nhau khắp chiến trường Đông Dương, buộc địch phải điều lực lượng đối phó."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Các đòn tiến công gồm đòn tiến công lên Tây Bắc, buộc địch phải đưa lực lượng lên xây dựng tập đoàn cứ điểm Điện Biên Phủ. Đòn tiến công sang Trung Lào, buộc địch đưa lực lượng sang xây dựng tập đoàn cứ điểm ở Sê Nô (tỉnh Savannakhet, Lào). Đòn tiến công sang Hạ Lào và Đông Bắc Campuchia, ta giải phóng một vùng rộng lớn nối thông Trung-Hạ Lào với Đông Bắc Campuchia."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Tuy địch không điều quân xây dựng tập đoàn cứ điểm, nhưng bị hao tổn nhiều về lực lượng. Đòn tiến công Tây Nguyên, buộc địch đưa lực lượng xây dựng tập đoàn cứ điểm An Khê và Pleiku. Đòn tiến công sang Thượng Lào, buộc địch đưa lực lượng xây dựng tập đoàn cứ điểm ở Luang Prabang và Mường Sài."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Như vậy, đến tháng 2/1954, toàn bộ khối chủ lực cơ động của quân Pháp bao gồm 84 tiểu đoàn, từ chỗ tập trung chủ yếu ở đồng bằng Bắc Bộ, chỉ sau một thời gian ngắn, chính thức bị “xé nát thành 5 mảnh,” đứng chôn chân trên 5 khu vực mà hầu như không thể hỗ trợ được cho nhau, đó là đồng bằng Bắc Bộ, Tây Bắc, Trung Lào, Tây Nguyên, Thượng Lào."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Sức mạnh tập trung không còn, kế hoạch quân sự Nava cơ bản bị phá sản. Sau này, các nhà quân sự phương Tây bình luận: Khi tướng Nava còn chưa kịp “ra đòn” thì Bộ chỉ huy kháng chiến của Việt Minh, với tài dụng binh xuất sắc của tướng Giáp đã khéo điều các đơn vị tinh nhuệ của Pháp đến những nơi họ muốn. Kế hoạch Nava thất bại ngay từ buổi bình minh!"
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Về phía ta, lần đầu tiên trong chiến tranh, ta mở các đòn tiến công chiến lược trên quy mô rất rộng lớn gần hết bán đảo Đông Dương, diễn ra vừa đồng thời, vừa kế tiếp, vừa xen kẽ và kết hợp chặt chẽ với nhau."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Việc tổ chức thắng lợi cuộc tiến công chiến lược đó đánh dấu bước phát triển vượt bậc trong nghệ thuật chỉ đạo chiến tranh của Trung ương Đảng, tạo ra thế và lực mới cho sự nghiệp kháng chiến, trở thành tiền đề đi đến một chiến dịch quyết chiến chiến lược tại Điện Biên Phủ năm 1954."
            },
            {
                "tittle": "Dồn sức đánh thắng trận quyết chiến chiến lược",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Tháng 2/1954, giữa lúc chiến sự ở Đông Dương đang diễn ra sôi động, đại diện Chính phủ các nước Mỹ, Anh, Pháp, Liên Xô họp ở Berlin (Đức), thỏa thuận sẽ triệu tập một hội nghị quốc tế ở Geneva (Thụy Sỹ) để giải quyết vấn đề lập lại hòa bình ở Đông Dương có sự tham gia của Mỹ, Anh, Pháp, Liên Xô, Cộng hòa nhân dân Trung Hoa cùng các nước hữu quan."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Thỏa thuận này đã tác động mạnh đến tâm lý và quyết tâm của các bên tham chiến tại chiến trường, thúc đẩy cả ta và Pháp đều muốn nhanh chóng giành một thắng lợi quân sự quyết định, tạo thế mạnh trên bàn hội nghị."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Cuối cùng, địa danh Điện Biên Phủ trở thành “điểm hẹn lịch sử” cho cả hai bên, nhưng với những dự tính và cách thức tổ chức thực hiện rất khác nhau."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Về phía thực dân Pháp, từ cuối tháng 11/1953, phát hiện các đơn vị chủ lực (của ta) tại Tây Bắc, tướng Nava cho 6 tiểu đoàn Âu-Phi tinh nhuệ nhảy dù xuống Điện Biên Phủ - một thung lũng phì nhiêu (dài 18km, rộng 6-8km) của tỉnh Lai Châu với mục tiêu ban đầu nhằm giữ vùng Tây Bắc, Thượng Lào."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Sau khi nắm bắt lại tình hình, Nava nhận định rằng Điện Biên Phủ là nơi rất phù hợp xây dựng căn cứ quân sự mạnh, dễ phòng thủ; khả năng bảo đảm hậu cần tiếp tế đường không thuận lợi do không gian thung lũng quanh căn cứ tương đối rộng, địa hình dễ xây dựng sân bay."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Mặt khác, lực lượng kháng chiến (Việt Minh) nếu mở trận đánh lớn tại Điện Biên Phủ sẽ gặp rất nhiều khó khăn do xa hậu phương, tiếp tế khó khăn, khả năng sử dụng lực lượng có hạn, không thể dùng được pháo cơ giới."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Từ nhận định đó, ngày 3/12/1953, tướng Nava và bộ chỉ huy quân sự Pháp quyết định điều động tăng cường thêm 6 tiểu đoàn lên Điện Biên Phủ, xây dựng nơi đây thành một tập đoàn cứ điểm mạnh nhằm thu hút và đánh bại chủ lực đối phương."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Đến đầu tháng 3/1954, quân địch tập trung tại Điện Biên Phủ lên đến 16.200 tên, gồm những đơn vị bộ binh, pháo binh, công binh, xe tăng, không quân thuộc loại tinh nhuệ nhất ở Đông Dương; được bố trí thành hệ thống phòng ngự mạnh, gồm 49 cứ điểm, chia thành 3 phân khu."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Cả Pháp và Mỹ đều đánh giá Điện Biên Phủ là “pháo đài không thể công phá,” công khai thách thức đối phương tiến công."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Về phía ta, sau khi thực hiện thành công “xé nát” khối chủ lực cơ động của địch, Bộ Chính trị tập trung chỉ đạo dồn sức cho trận quyết chiến chiến lược tại Điện Biên Phủ."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Quyết định mở chiến dịch Điện Biên Phủ có từ rất sớm (12/1953), tức là ngay khi quân Pháp mới cho quân nhảy dù xây dựng tập đoàn cứ điểm."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Tuy nhiên, tình hình chiến trường có sự chuyển biến hết sức mau lẹ, đặc biệt là sự tăng cường phòng thủ của quân Pháp tại Điện Biên Phủ lớn mạnh từng ngày, trong khi quá trình chuẩn bị hậu cần, lực lượng của ta gặp rất nhiều khó khăn."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Trước tình hình đó, Bộ Chính trị đã chỉ thị cho Đảng ủy Mặt trận kiểm tra lại tình hình, bảo đảm chắc thắng. Chủ tịch Hồ Chí Minh nêu rõ: “Chiến dịch này là một chiến dịch rất quan trọng không những về quân sự mà cả về chính trị, không những đối với trong nước mà đối với quốc tế. Vì vậy, toàn quân, toàn dân, toàn Đảng phải tập trung hoàn thành cho kỳ được.”"
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Sau khi kiểm tra, cân nhắc lại tình hình mọi mặt, Đảng ủy, Bộ chỉ huy chiến dịch (do Đại tướng Võ Nguyên Giáp làm Tư lệnh kiêm Bí thư Đảng ủy) đã đề xuất xin ý kiến Bộ Chính trị chuyển từ phương án “đánh nhanh, thắng nhanh” (thông qua từ trước đó) sang phương án “đánh chắc, tiến chắc” để bảo đảm thắng lợi. Đề xuất này được Bộ Chính trị và Chủ tịch Hồ Chí Minh đồng ý thông qua."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Chấp hành mệnh lệnh của Bộ chỉ huy tối cao đề ra, quân dân ta kiên trì, anh dũng vượt qua mọi khó khăn tiếp tục chuẩn bị về mọi mặt."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Tổng quân số điều động tham gia chiến đấu tại Điện Biên Phủ lên đến 55.000 quân, bao gồm 3 đại đoàn bộ binh (308, 312, 316), Trung đoàn bộ binh 57 (Đại đoàn 304), Đại đoàn công binh - pháo binh 351."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Trên 260.000 dân công và 27.400 tấn gạo được huy động để cung cấp cho chiến dịch. Hàng vạn thanh niên xung phong phối hợp cùng bộ đội công binh ngày đêm mở đường ra mặt trận dưới bom đạn địch, nên sau một thời gian ngắn, hàng ngàn km đường được xây dựng, sửa chữa."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Công tác chuẩn bị các mặt trên vượt ra ngoài mọi dự đoán, tạo bất ngờ lớn đối với cả Pháp và Mỹ. Về chiến thuật, Bộ chỉ huy chiến dịch đề ra phương pháp tổ chức đánh từng bước, tập trung binh lực nhằm tạo ra ưu thế lớn để tiêu diệt từng trung tâm đề kháng của địch."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Để giảm sức mạnh hỏa lực của địch, phát huy sức mạnh hỏa lực của ta, ta tổ chức xây dựng hệ thống giao thông hào, hệ thống trận địa tiến công và bao vây, tạo điều kiện cho bộ đội triển khai vận động ngay dưới bom đạn địch; đưa pháo binh vào gần để khống chế sân bay; pháo cao xạ tích cực đối phó có hiệu quả với không quân địch. Bằng những phương pháp đó, ta sẽ ngăn chặn dần và đi đến triệt nguồn tiếp viện của địch tại Điện Biên Phủ."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Sau khi hoàn thành mọi công tác chuẩn bị, ngày 13/3/1954, quân ta nổ súng tiến công, mở màn chiến dịch. Sau 56 ngày đêm chiến đấu dũng mãnh, vượt qua muôn vàn gian khổ, ngày 7/5/1954, bộ đội ta đã tiêu diệt hoàn toàn tập đoàn cứ điểm Điện Biên Phủ, bắt sống tướng chỉ huy De Castries."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Chiến dịch Điện Biên Phủ toàn thắng, là chiến công oanh liệt đỉnh cao trong cuộc kháng chiến chống thực dân Pháp của nhân dân Việt Nam. Thắng lợi này đã tác động mạnh mẽ đến bàn hội nghị Hội nghị Geneva (khai mạc ngày 26/4/1954), buộc chính phủ Pháp phải ký kết Hiệp định Geneva (ngày 21/7/1954) công nhận độc lập, chủ quyền, thống nhất toàn vẹn lãnh thổ của ba nước Đông Dương; mở ra bước ngoặt mới cho sự nghiệp cách mạng dân tộc."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Như vậy, từ việc “chọn nơi địch sơ hở mà đánh” (tháng 9/1953) nhằm phân tán, suy yếu lực lượng địch, đến quyết định nhằm vào căn cứ mạnh nhất của địch ở Đông Dương (Điện Biên Phủ) để đánh trận quyết chiến chiến lược là sự chỉ đạo rất kiên quyết, linh hoạt, kịp thời, sáng tạo của Bộ Chính trị và Chủ tịch Hồ Chí Minh."
            },
            {
                "tittle": "",
                "image": null, 
                "isHeighLineText": false, 
                "contentPage": "Điều đó là minh chứng rõ ràng nhất để góp phần khẳng định trí tuệ Việt Nam đã thực sự vượt ra ngoài mọi toan tính của thực dân Pháp và can thiệp Mỹ."
            }
        ]
    }
]