[
{	"id": 1, 
	"code": 111,
	"title": "Nội chiến nước mỹ",
	"description": "Giữa thế kỷ 19, các bang thuộc miền Bắc nước Mỹ thực hiện chế độ tự do, nền công nghiệp tư bản chủ nghĩa nhanh chóng phát triển. Các bang miền Nam vẫn thực hiện chế độ nô lệ, bóc lột tàn khốc đối với lao động nô lệ da đen, điều này đã trở thành trở ngại lớn đối với s ự phát triển của chủ nghĩa tư bản ở Mỹ. Lúc đó, mâu thuẫn giữa miền Bắc và miền Nam, mâu thuẫn giữa chế độ tự do với chế độ nô lệ đã phát triển đến mức không thể dung hòa nhau.",
	"avataBook": "http://3.bp.blogspot.com/-KVU3x2ha12s/VUJnraR018I/AAAAAAAADgk/cIUYQl1pXPE/s1600/media-13567172546885190020150426073214.2850570.jpg",
	"author": "Deutsches Reich",
	"translator": "Tuyết Minh",
	"publishingCompany": "Nxb Văn hóa Thông tin",
	"publisher": "Văn Lang",
	"releaseDate": "05/2002",
	"numberPages": "416",
	"contentPage": "Cuộc chiến tranh với hàng trăm trận đánh tại miền Ðông Hoa Kỳ trong trọn vẹn 4 năm đã làm cho quân hai bên chết 620 ngàn và hàng triệu người bị thương tích. Miền Bắc thắng trận, thống nhất đất nước, giải phóng nô lệ và hy sinh thêm vị anh hùng Mỹ quốc. Ðó là Tổng Thống Lincoln. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trong trận đánh cuối cùng, quân miền Bắc chiếm được Richmond là thủ đô của miền Nam vào ngày 2 tháng 4-1865. Hai ngày sau Tổng Thống Lincoln của Hoa Thịnh Ðốn đến thị sát Richmond, bước vào dinh tổng thống miền Nam đã bỏ chạy. Tiếp theo là Tướng Lee đầu hàng ngày 9 tháng 4 và vào ngày 15 tháng 4-1865, Tổng Thống Lincoln bị ám sát chết. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vị tổng thống thứ 16 trở thành vĩ nhân thống nhất đất nước và giải  phóng nô lệ nhưng chỉ vui với chiến thắng chưa được một tuần lễ. Sau chiến tranh dành độc lập, mười ba xứ thuộc địa Bắc Mỹ thắng Anh quốc trở thành Hoa Kỳ với tổng thống Washington thì tiếp theo đến trận nội chiến chia đôi Nam Bắc là một vết thương đau đớn nhất. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vào thời kỳ đó, nước Mỹ gồm các tiểu bang Ðông Bắc có thủ đô Hoa Thịnh Ðốn chủ trương giải phóng nô lệ. Tổng thống Hoa Kỳ là Luật Sư Lincoln tuyên bố quốc gia không thể có hai luật, một nửa có nô lệ, một nửa không. Quân chính phủ miền Bắc gọi là quân đội Potomac, lấy tên của dòng sông diễm lệ chạy qua thủ đô. Các tiểu bang miền Nam sống về canh nông quyết đòi giữ lại chế độ nô lệ để khai thác cho nông nghiệp. Tổng thống miền Nam là ông Davis. Thủ đô là Richmond và quân đội do tướng Lee chỉ huy được gọi là quân đội Virginia. Nội chiến xảy ra trong hai nhiệm kỳ của ông Lincoln từ 1861 đến 1865 với hai vị tướng chỉ huy sau cùng là Tướng Ulysses S. Grant của miền Bắc và Tướng Robert E. Lee của miền Nam. Tuy miền Nam với các tiểu bang ly khai bầu ra một Tổng Thống Jefferson Davis nhưng nhân vật anh hùng miền Nam chính là Tướng Lee.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Khi cuộc chiến Nam Bắc bùng nổ, nước Mỹ chia đôi. 11 tiểu bang miền Nam ly khai với 9 triệu dân và thêm 4 triệu dân nô lệ da đen. Chính phủ liên bang Hoa Kỳ còn lại 21 tiểu bang miền Bắc với 20 triệu dân. Ông Robert Lee nguyên là tướng lãnh của quân đội liên bang Hoa Kỳ nhưng gốc người miền Nam. Ông đã từng là chỉ huy trưởng trường West Point.Tháng 4-1861 khởi chiến Nam Bắc, Tướng Lee được đề nghị chỉ huy quân đội miền Bắc nhưng ông không nhận và xin từ nhiệm để về đầu quân miền Nam tại Richmond, tiểu bang Virginia. Ông nói là không thể quay lưng với nơi ông đã sinh ra và trưởng thành.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trong chiến tranh, ông lập được nhiều chiến công và là vị tư lệnh sau cùng của miền Nam nhưng sau khi thủ đô Richmond của miền Nam bị thất thủ, ông đã quyết định đầu hàng. Cuộc chiến tranh tương tàn đẫm máu làm tổn hại hàng triệu sinh linh Hoa Kỳ, tan nát các đô thị miền Ðông và vùng Virginia. Tất cả đã thể hiện trong tác phẩm và cuốn phim bất hủ Cuốn Theo Chiều Gió mà chúng ta đã đọc cũng như coi nhiều lần suốt thời niên thiếu. Ngay cho đến bây giờ, tác phẩm này vẫn còn là tài liệu được đem dạy ở trường học với sự say mê và hãnh diện của nhiều thế hệ Hoa Kỳ. Trước tiên bắt đầu về câu chuyện đầu hàng. Sau chiến tranh, nước Mỹ sưu tầm và dựng lên khắp miền Ðông hàng trăm viện bảo tàng. Mỗi tiểu bang ít nhất là một viện bảo tàng. Mỗi trận đánh trên chiến trường xưa cũ với các di tích đều có một viện bảo tàng. Bằng hội họa, nhiếp ảnh, dữ kiện, thêm vào âm thanh ánh sáng người ta dựng lại lịch sử các cuộc thương thuyết, các cuộc điều binh và các trận liệt. Quân đội hai bên Nam Bắc, quân phục màu xanh, quân phục màu xám, các tướng lãnh, sĩ quan, binh sĩ và dân chúng. Những cái chết đau thương và anh hùng của cả hai bên, những mối tình bất hủ, tràn đầy hình ảnh em hậu phương, anh tiền tuyến. Không phải hàng trăm mà có đến hàng ngàn tác phẩm điện ảnh về chiến tranh Nam Bắc. Cả những phim vĩ đại mới ra đời trong vài năm gần đây vẫn còn hình ảnh của cuộc nội chiến ngày xưa. Cuộc nội chiến đau thương xưa cũ đã là niềm cảm hứng cho tinh thần nhân bản xây dựng trên tro tàn của một thời nội chiến Hoa Kỳ. Bài học phải bắt đầu từ câu chuyện đầu hàng.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ðúng như vậy, trong hàng trăm bảo tàng viện về Civil War của Hoa Kỳ, thì viện bảo tàng Appomattox Court House ở Virginia là nơi nổi tiếng nhất vì dựng lên ngay tại một ngôi nhà mà Tướng Lee đã đến ký văn bản đầu hàng ngày 9 tháng 4-1865.Tại đây, câu chuyện về vị tướng phe bại trận miền Nam lại được viết ra và hình ảnh của ông lại được chiêm ngưỡng nhiều hơn cả phe thắng trận. Lịch sử ghi lại rằng vào sáng ngày 9 tháng 4 cách đây 140 năm, thủ đô miền Nam là Richmond thất thủ, kỵ binh của miền Bắc cùng với 3 quân đoàn bộ binh vây hãm quân miền Nam hết đường tháo lui. Bộ tham mưu của Tướng Lee đề nghị phân tán để giữ lực lượng đánh du kích, nhưng Tướng Lee quyết định đầu hàng. Vị danh tướng của Hoa Kỳ trải qua bao nhiêu chiến thắng nhưng sau cùng vì quân số và tiếp vận bị giới hạn nên đành bất lực chấp nhận thua cuộc. Với lá thư riêng ông gửi cho Tướng Grant của miền Bắc yêu cầu thu xếp buổi họp mặt. Ông Grant nhận được thư hết sức vui mừng và bỗng nhiên thấy hết ngay cơn bệnh nhức đầu ghê gớm hành hạ ông từ nhiều ngày qua. Vị tư lệnh miền Bắc ra lệnh nghiêm cấm các sĩ quan và binh sĩ trực thuộc không được tỏ ra bất cứ hành động nào vô lễ với ông tướng tư lệnh miền Nam bại trận.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trưa ngày lịch sử 9 tháng 4-1865, Tướng Lee và một đại tá tùy tùng cưỡi ngựa vượt qua phòng tuyến đến nơi hẹn ước. Hình ảnh ghi lại hai người đi qua đoàn quân nhạc của lính miền Bắc thổi kèn chào đón. Các sĩ quan miền Bắc đưa vị tư lệnh miền Nam vào phòng họp. Nửa giờ sau Tướng Grant và đoàn tùy tùng miền Bắc đến. Cả hai vị tư lệnh đã biết nhau trong cuộc chiến tranh với Mễ Tây Cơ. Họ đã nhắc lại một thời bên nhau trong quá khứ. Tướng Grant sau này thú nhận là ông rất ngần ngại và thực sự hổ thẹn khi phải hỏi Tướng Lee nói về quyết định đầu hàng. Theo quy luật chiến tranh thời đó, quân miền Nam phải giải giới, tước bỏ khí giới và quân dụng. Tự do trở về quê cũ như các dân thường. Tướng Lee đồng ý nhưng chỉ đòi hỏi một điều sau cùng là yêu cầu cho binh sĩ của ông được giữ lại lừa ngựa, vì lính miền Nam đem ngựa từ các nông trại của họ đi chiến đấu. Không phải ngựa của chính phủ cấp như lính miền Bắc. Tướng Grant thỏa hiệp là sẽ không sửa chữa chính thức trên văn bản nhưng thực tế sẽ cho lệnh để lính miền Nam đem lừa ngựa về nhà mà xây dựng lại nông trại.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sau này khi viết về văn bản đầu hàng, lịch sử ghi rằng đây là thỏa hiệp của những người quân tử (The Gentlemen’s Agreement). Trên các bảo tàng viện và đặc biệt là bảo tàng viện ở Appomattox Virginia có tranh sơn dầu hình Tướng Lee hiên ngang quắc thước trong bộ quân phục xanh dương, tóc và râu bạc, thể hiện hình ảnh người Mỹ anh hùng không bị khuất phục dù thua trận. Toàn thể nước Mỹ hiểu rằng khi một người Mỹ bị nhục, thì dù là Mỹ miền Nam hay Mỹ miền Bắc cũng vẫn là một người Mỹ bị sỉ nhục. Thực vậy, 140 năm sau, cô Mary quản thủ viện bảo tàng đầu hàng đã nói rằng dù hình ảnh của miền Nam hay miền Bắc, lịch sử không muốn ghi lại các hình ảnh xấu xa của bất cứ phe nào. Ở đây là nơi lưu giữ hình ảnh của các anh hùng miền Nam lẫn miền Bắc. Ðặc biệt là hình ảnh của phe bại trận lại được lưu ý hơn cả phe chiến thắng. Lá cờ rách của miền Nam thua trận treo tại thủ đô Richmond bây giờ lại là bảo vật hào hùng của bảo tàng viện đầu hàng. Và hình Tướng Lee cưỡi ngựa đi đến nơi họp mặt với đoàn quân nhạc miền Bắc chào đón. Hình Tướng Lee ký tên xong ra đi được sĩ quan và binh sĩ miền Bắc tiễn đưa và vẫy tay chào. Bây giờ hình tượng của tướng Lee tràn ngập ở miền Nam Virginia. Câu lạc bộ Lee, bảo tàng viện Lee, Lee High Way, Fort Lee và các đồn trại của quân đội liên bang mang tên vị tướng thua trận như là một biểu tượng anh hùng. Bởi vì người Mỹ đã thấm nhuần bài học rất Hoa Kỳ. Bài học của người lính dũng cảm cả hai phe trong chiến tranh và người quân tử của thời hậu chiến. Trong cuộc nội chiến tại nước Mỹ vào thế kỷ 19, sau cùng được thua thì cũng vẫn là nước Mỹ và người Mỹ. Chiến thắng của miền Bắc đặt dấu chấm hết cho Liên minh miền Nam cũng như chế độ nô lệ Hoa Kỳ, và làm tăng cường vai trò của chính phủ liên bang. Các vấn đề xã hội, chính trị, kinh tế và chủng tộc của cuộc Nội chiến đã có vai trò quyết định trong việc định hình Thời kỳ Tái thiết, kéo dài đến năm 1877. Sau bản tuyên ngôn giải phóng nô lệ của Lincoln, khoảng 190 nghìn dân nô lệ tình nguyện tòng quân, quân số của miền Bắc lên gấp bội. Trong khi đó miền nam không dám cho nô lệ nhập ngũ vì sợ đi ngược lại chính sách nô lệ của mình. Quân da đen miền Bắc chiến đấu anh dũng trong nhiều trận then chốt của cuộc nội chiến. Ngoài ra còn có dân di cư từ châu Âu cũng gia nhập quân miền Bắc. Khoảng 23.4% quân miền Bắc có gốc Đức, với gần 216 nghìn sanh tại Đức. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bài học nghĩa trang và mộ phần của các liệt sĩ phe chiến bại tại Hoa Kỳ. Tại nước Mỹ có một nghĩa trang quốc gia nổi tiếng khắp thế giới. Ðó là nghĩa trang Arlington. Ðây là nghĩa trang chính thức của liên bang Hoa Kỳ, của người miền Bắc trong trận chiến Bắc Nam. Sau cuộc nội chiến, các tiểu bang miền Nam có hàng ngàn nghĩa trang lớn nhỏ chôn cất tử sĩ của phe bại trận và trên đó luôn luôn có lá cờ gạch chéo đã một thời tung hoành trên chiến trường. Ngay sau khi chiến tranh chấm dứt, hoàn toàn không có tù binh, ai về nhà đó, cùng xây dựng lại quê hương. Nghĩa trang bên nào bên đó tự lo lấy, xấu đẹp tùy sức. Nhưng điều đáng ngạc nhiên là ngay tại nghĩa trang quốc gia của phe miền Bắc ở thủ đô Hoa Thịnh Ðốn có một khu chôn cất tử sĩ miền Nam với tượng đài gọi là Confederate Memorial. Cũng phải nói rằng, thực sự sau nội chiến, dư vị cay đắng giữa Nam Bắc Hoa Kỳ vẫn còn nhiều. Dễ gì mà trút bỏ hận thù ngay sau khi hai bên chết cả gần một triệu người mà một số lớn đã giết nhau khi giáp mặt bằng gươm dao. Hai phe cùng đốt nhà của nhau và cùng tàn phá đô thị và nông trại, đôi khi có cả những hành động dã man như hãm hiếp phụ nữ và tàn sát trẻ em. Cuộc chiến nào mà không có những lần quá độ. Năm 1900 tức là gần 40 năm sau cuộc chiến, mở đầu cho giai đoạn hòa giải dân tộc và năm 1991 thì các liệt sĩ miền Nam được cải táng đưa vào một khu đặc biệt trong nghĩa trang Arlington gọi là Confederate Section. Tổng cộng gần 500 mộ phần quây tròn chung quanh một tượng đài do nhà tạc tượng danh tiếng là điêu khắc gia Moses Ezekiel thực hiện."
},
{
	"id": 2, 
	"code": 111,
	"title": "Lịch sử về nước đức Quốc Xã",
	"description": "Đức Quốc Xã, còn được gọi là Đệ tam Đế quốc hay Đế quốc thứ ba, là nước Đức trong giai đoạn 1933-1945 dưới chế độ của Đảng Công Nhân Đức Quốc gia Xã hội chủ nghĩa ( tiếng Đức: Nationalsozialistische Deutsche Arbeiterpartei, gọi tắt Nazi), tiếng Việt gọi tắt theo cách tương tự là Đảng Quốc xã, với Lãnh tụ Adof Hitler.",
	"avataBook": "http://upload.wikimedia.org/wikipedia/vi/thumb/9/94/HitlerMusso.02.jpg/250px-HitlerMusso.02.jpg",
	"author": "Deutsches Reich",
	"translator": "Tuyết Minh",
	"publishingCompany": "Nxb Văn hóa Thông tin",
	"publisher": "Văn Lang",
	"releaseDate": "05/2002",
	"numberPages": "416",
	"contentPage": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trong 12 năm cầm quyền, Đức Quốc xã đã đưa quân đội chiếm đóng khắp lục địa châu Âu (trừ Thụy Sĩ, Liechtenstein, Thụy Điển, Bồ Đào Nha và vùng đất gần dãy núi Ural). Trong việc này, Đức Quốc xã tính sẽ tạo ra một Nhà nước Đại Đức với Berlin (đổi tên thành Germania) làm thủ đô, và hợp nhất tất cả những người có gốc Đức chính cống. Chính sách này đã dẫn đến cái chết của 11 triệu người trong các dân tộc thiểu số và các nhóm bị xã hội ruồng bỏ, cũng như làm chết hàng chục triệu người trực tiếp hay gián tiếp vì các trận đánh. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bước khởi đầu của Đức Quốc Xã gắn liền với bước đi lên của Hitler, và qua đó là sự hình thành của Đảng Công nhân Đức Quốc gia Xã hội chủ nghĩa tức Đảng Quốc xã.</p><br><p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bước khởi đầu của Đảng Quốc xã:</b></p><br><p> &nbsp;&nbsp;&nbsp; &nbsp;&nbsp; Sau khi trở về từ Thế chiến I, do tình cờ một ngày tháng 9 năm 1919, Hitler được mời gia nhập Đảng Lao động Đức. Lúc ấy, đảng này có không đến 100 đảng viên. Hitler trở thành Ủy viên Trung ương thứ bảy của Đảng Lao động Đức. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Đầu năm 1920, Hitler nắm nhiệm vụ tuyên truyền cho đảng. Trong đại hội đảng ngày 24 tháng 2 năm 1920, lần đầu tiên Hitler công bố Cương lĩnh Đảng Quốc xã gồm 25 điểm. Những điểm quan trọng nhất sẽ được Đức Quốc xã mang ra thi hành khi đang nắm chính quyền 13 năm sau. Bốn điểm quan trọng là: xóa bỏ các Hòa ước Versailles và Hòa ước Saint-Germain, thiết lập một quyền lực trung ương mạnh cho Nhà nước, hợp nhất mọi người Đức trong một nước Đức mở rộng, và chủ trương bài Do Thái. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Đây đúng là những việc mà Hitler thực hiện một cách nghiêm túc khi lên nắm chính quyền sau này cho đến cuối đời ông. Một trong những điều bất hạnh cho thế giới là có quá nhiều người trong giai đoạn giữa hai cuộc thế chiến đã bỏ qua hoặc chế giễu mục đích này của Quốc xã mà Hitler đã cất công ghi trên giấy trắng mực đen.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vào mùa hè 1920, Hitler thêm cụm từ 'Quốc gia Xã hội Chủ nghĩa' vào cái tên 'Đảng Công nhân Đức' để trở thành đảng có tên viết tắt là NSDAP.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Đến mùa hè 1921, Hitler nắm quyền lãnh đạo độc tôn của đảng. Tháng 7 năm 1921, 'nguyên tắc lãnh đạo' được thiết lập, trở thành điều luật trước nhất cho Đảng Quốc xã và sau đấy cho Đế quốc thứ ba.</p><br><p><b> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hitler xây dựng Đảng Quốc xã:</b></p><br><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sau khi ra khỏi tù, nhờ tài tổ chức, Hitler lao vào công việc tái lập Đảng Quốc xã và biến nó thành một tổ chức mà Đức chưa hề thấy từ trước đến giờ. Ông có ý đồ tổ chức đảng như là một quân đội – một nhà nước trong một nhà nước. Vào cuối năm 1925, Quốc xã chỉ có 27.000 đảng viên. Đảng phát triển một cách chậm chạp, nhưng mỗi năm đều có tiến bộ: 49.000 đảng viên năm 1926; 72.000 năm 1927; 108.000 năm 1928; 178.000 năm 1929. Binh sĩ SA được tổ chức lại thành một lực lượng vũ trang gồm vài trăm nghìn người để bảo vệ buổi họp của Quốc xã, giải tán buổi họp của đối thủ và nói chung khủng bố người chống lại Quốc xã. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Để được sự hỗ trợ đáng tin cậy hơn, Hitler thành lập lực lượng SS – Schutzstaffel còn gọi là 'Quân Áo đen' – và buộc họ phải cất lời thề trung thành với chính cá nhân ông. Lúc đầu, lực lượng SS chỉ là những cận vệ cho Hitler. Đến năm 1929, Hitler tìm ra được người lãnh đạo lý tưởng của SS: Heinrich Himmler. Dần dà, Himmler nắm quyền sinh sát trên toàn nước Đức và phần lớn Châu Âu.</p><br> <p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Đức chuyển qua chế độ Quốc xã: 1933-1934:</b><p><br><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sau khi tướng Kurt von Schleicher thất bại trong việc lập chính phủ cộng với áp lực của cựu thủ tướng Franz von Papen, ngày 30 tháng 1 năm 1933, Tổng thống Paul von Hindenburg bổ nhiệm Hitler làm thủ tướng. Tuy đảng Đức quốc xã được số phiếu cao nhất trong cuộc bầu cử Reichstag (Nghị viện) năm 1932, họ vẫn không đủ phiếu để thành phe đa số trong nghị viện. Nội các Hitler chỉ có hai đảng Quốc xã và Quốc gia, cả hai chỉ chiếm 247 ghế trong tổng số 583 ghế Nghị viện. Để đạt đa số, họ cần sự hậu thuẫn của Đảng Trung dung Đức với 70 ghế. Vì thế, Hitler đề xuất Tổng thống giải tán Nghị viện và quy định kỳ tổng tuyển cử mới, được ấn định vào ngày 5 tháng 3 năm 1933.</p><br><p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hitler làm Lãnh tụ Đức Quốc xã:</b></p><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ngày 2 tháng 8 năm 1934, Tổng thống Hindenburg qua đời, hưởng thọ 87 tuổi. Vào giữa trưa, có thông báo là theo một luật mới do nội các ban hành ngày hôm trước, hai chức vụ Thủ tướng (Reichskanzler) và Tổng thống (Reichspräsident) được nhập lại làm một, và Adolf Hitler đã nhậm chức lãnh đạo đất nước kiêm Tư lệnh Tối cao Quân lực. Chức vụ Tổng thống bị bãi bỏ; Hitler chính thức là Lãnh tụ và Thủ tướng Đế quốc (Führer und Reichskanzler). <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hitler tổ chức cuộc trưng cầu dân ý về việc Hitler đảm nhận chức Tổng thống ngày 19 tháng 8 năm 1934. khoảng 95% cử tri Đức đi bỏ phiếu; 90% tức hơn 38 triệu người chấp thuận cho Hitler chiếm mọi quyền lực. Chỉ có 4 triệu rưỡi người Đức có can đảm – hoặc có ước nguyện – nói Không.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trong Đại hội Đảng Quốc xã nhóm họp ở Nürnberg ngày 5 tháng 9, Thị trưởng Bayern đọc lời tuyên cáo của Lãnh tụ: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vận mệnh mới của dân tộc Đức được xác định chắc chắn trong 1.000 năm tới... Sẽ không cần có cuộc cách mạng nào khác ở Đức trong 1.000 năm nữa!</p><br><p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Đời sống của nước Đức dưới chế độ Quốc xã:</b></p><br><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nói chung, đại đa số người Đức dường như không cảm thấy phiền hà khi bị tước mất quyền tự do, khi nhiều nét văn hóa bị hủy hoại và được chế độ tàn bạo thay thế, hoặc khi cuộc đời và công việc của họ bị uốn nắn vào nề nếp đến mức chặt chẽ chưa từng có. Sự khủng bố Quốc xã trong những năm đầu chỉ ảnh hưởng đến một số tương đối ít người. Người nước ngoài mới đến có phần ngạc nhiên thấy là người dân Đức dường như không cảm thấy rằng họ đang bị thị uy và đàn áp. Ngược lại, họ còn ủng hộ chế độ Đức Quốc xã này với lòng sốt sắng chân thực. Trong nhận thức của họ, chế độ đã đem lại cho họ niềm hy vọng mới, sự tự tin mới, lòng tin vào tương lai của đất nước họ. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dưới sự khuyến khích của Bộ trưởng Bộ Tuyên truyền Goebbels, Đức Quốc Xã cũng làm phim nói về nước Phổ năm xưa, các phim này thương có nội dung nói đến vua Friedrich Wilhelm I và con trai của ông là vị vua kiệt xuất Friedrich II Đại Đế, hoặc về cuộc tranh đấu kiên cường của danh tướng August Neidhardt von Gneisenau chống quân xâm lược Pháp của Napoléon. Chẳng hạn như các bộ phim 'Der alte und der junge König' (1935), 'Der Grosse König' (1942) và Kolberg (1945). <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thời đó, có truyền đơn nổi tiếng của nước Đức cho thấy Hitler là chính khách mới nhất trong một loạt các chính khách xuất sắc của nước Đức, sau vua Friedrich II Đại Đế, Thủ tướng Otto von Bismarck và Tổng thống Paul von Hindenburg. Thực chất, chế độ độc tài Đức Quốc Xã của ông ta không hề là sự nối tiếp của truyền thống Phổ xưa. Những người lên nắm quyền thường phải tự bảo mình là 'con cháu người xưa' để có được quyền thống trị hợp pháp. Sử học của Đảng Quốc Xã về lịch sử vinh quang của nước Phổ cũng thường chọn lựa tình tiết mà viết, và viết không đến nơi đến chốn, móp méo.</p><br><p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuộc tự hủy hoại không thành:</b></p><br><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Khi Quân đội Đồng Minh đang áp sát đến thủ đô Berlin, Quốc trưởng Hitler đã đưa ra một trong những quyết định quan trọng cuối cùng trong đời. Ngày 19 tháng 3 năm 1945, ông ra lệnh phá hủy tất cả các cơ sở quân sự, công nghiệp, giao thông và viễn thông cùng toàn bộ các cửa hàng trên đất Đức để tránh rơi vào tay quân địch. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bộ trưởng Khí tài và Vũ trang Albert Speer đã tiên liệu về một chỉ thị tàn bạo như thế từ những cuộc họp trước đây với Hitler nên ông đã soạn một bản ghi nhớ hùng hồn để chống lại hành động này và lặp lại biện luận của ông là nước Đức đã thua trận. Chính ông đã trình bản ghi nhớ này cho Hitler vào ngày 18 tháng 3. Trong đó, Speer viết: 'Có thể chắc chắn là chỉ trong vòng 4 đến 8 tuần, kết cuộc nền kinh tế sẽ sụp đổ... Sau sự sụp đổ này, không thể tiếp tục cuộc chiến dù bằng cách thức quân sự... Chúng ta phải làm mọi cách để duy trì sự tồn tại của đất nước cho đến người cuối cùng, dù bằng biện pháp sơ khai nhất... Vào giai đoạn này của cuộc chiến, chúng ta không có quyền tiến hành sự phá hủy vốn có thể ảnh hưởng đến cuộc sống của người dân. Nếu kẻ thù của chúng ta muốn hủy diệt đất nước này, đất nước đã chiến đấu một cách anh dũng, một mình họ sẽ phải chịu ô nhục với lịch sử. Chúng ta có bổn phận phải để lại cho đất nước tất cả khả năng có thể để tái thiết trong tương lai xa...'.Nhưng với số phận cá nhân đã bị khép lại, Hitler không quan tâm đến sự tồn tại của dân tộc Đức mà ông đã luôn bày tỏ tình yêu thương bất tận. Ông nói với Speer: 'Nếu ta thất trận, đất nước cũng sẽ tàn lụi. Số phận như thế là không thể tránh khỏi. Không cần xem xét điều kiện cơ bản mà người dân sẽ cần đến để tiếp tục cuộc sống sơ khai. Ngược lại, tốt hơn là tự ta nên tiêu hủy những thứ ấy bởi vì đất nước này đã biểu hiện là phía yếu hơn và tương lại sẽ tùy thuộc vào đất nước miền đông mạnh hơn (Liên Xô). Hơn nữa, những người sống sót sau trận chiến chỉ là những người hạ đẳng, vì những người tốt đã chết.' <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ngày hôm sau, Hitler ra chỉ thị nổi tiếng về 'vườn không nhà trống'. Tiếp theo là mệnh lệnh được ban hành vào ngày 23 tháng 3 bởi Martin Bormann, bí thư của Hitler. Speer mô tả sự kiện này trước Tòa án Nürnberg: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lệnh của Bormann nhắm đến việc mang người dân cùng công nhân và tù binh người nước ngoài từ hai miền Đông và Tây vào vùng trung tâm của Đế quốc. Hàng triệu người này sẽ phải đi bộ. Xét qua tình hình hiện tại, không thể cung cấp thứ gì cho họ sinh tồn... Việc này có thể dẫn đến thảm họa đói kém không tể tưởng tượng nổi. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nếu tất cả mệnh lệnh khác của Hitler và Bormann được mang ra thi hành, hàng triệu người Đức có thể chết. Speer cố tóm tắt trước Tòa án Nürnberg các mệnh lệnh 'vườn không nhà trống' khác nhau. Ông nói, phải phá hủy tất cả nhà máy công nghiệp, tất cả cơ sở điện quan trọng, nhà máy nước, nhà máy cung cấp khí đốt, các cửa hàng thực phẩm và cửa hàng quần áo; tất cả các cây cầu, tất cả cơ sở đường sắt và thông tin, tất cả kênh đào, tất cả tàu thuyền, tất cả toa tàu chở hàng hóa và tất cả đầu máy xe lửa. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Người dân Đức tránh khỏi thảm họa cuối cùng này được là do những nỗ lực phi thường của Speer và một số sĩ quan Quân đội (cuối cùng) đã chống lệnh Hitler. Họ đã tỏa ra khắp nước Đức để đảm bảo các sĩ quan quân đội và đảng viên phục tòng một cách cuồng tín không thực thi phá hủy những cơ sở ấy. Một phần cũng nhờ sự tiến quân thần tốc của lực lượng Đồng Minh khiến cho công tác phá hủy trên diện rộng như thế là bất khả thi.</p><br><p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Những ngày cuối cùng của Đức Quốc xã:</b></p><br><p> Hitler đã định rời Berlin vào ngày 20 tháng 4 năm 1945, sinh nhật thứ 56 của ông, để đi Obersalzberg và chỉ đạo cuộc chiến từ nơi này. Phần lớn nhân viên các bộ đã di tản về phía nam trên những xe tải chất đầy tài liệu, nhiều quan chức khác cũng hối hả tìm cách rời Berlin. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tuy nhiên, hồi kết đến nhanh hơn là Hitler dự tính. Hồng quân Liên Xô và quân Mỹ đang tiến nhanh đến một giao lộ bên bờ sông Elbe. Liên quân Anh - Canada đang đến sát Hamburg và Bremen, chuẩn bị tách rời nước Đức khỏi Đan Mạch. Ở Ý, quân Đồng Minh đã chiếm Bologna và đang tiến đến thung lũng Po. Sau khi chiếm được Viên ngày 13 tháng 4, Hồng quân Liên Xô tiến lên sông Donau, còn Đại đoàn thứ Ba của Mỹ đang tiến xuống dọc con sông này để bắt tay với họ tại sinh quán Linz của Hitler. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trong 'Tuyên cáo Chính trị' trước khi tự sát, Hitler tuyên bố: 'Trước khi tôi chết, tôi trục xuất cựu Thống chế Đế quốc Hermann Göring ra khỏi đảng và rút lại mọi quyền hành đã trao cho ông ấy qua nghị định ngày 20 tháng 6 năm 1941... Thay cho chức vụ của ông ta, tôi bổ nhiệm Thủy sư Đô đốc Dönitz làm Tổng thống Đế quốc và Tư lệnh Tối cao của Quân lực.Trước khi tôi chết, tôi trục xuất cựu Lãnh tụ SS và Bộ trưởng Nội vụ Heinrich Himmler ra khỏi đảng và ra khỏi tất cả chức vụ nhà nước.'Hitler cũng chỉ thị cho Karl Dönitz bổ nhiệm Joseph Göbbels làm Thủ tướng, Martin Bormann là 'Bộ trưởng Đảng' (chức vụ mới), Arthur Seyss-Inquart làm Bộ trưởng Ngoại giao, Bá tước Schwerin von Krosigk, Bộ trưởng Tài chính liên tục từ khi được Franz von Papen bổ nhiệm năm 1932, tiếp tục giữ chức vụ này. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chiều ngày 30 tháng 4, sau khi nói xong những lời vĩnh biệt, Hitler và vợ là Eva Braun mới làm lễ cưới trở về phòng riêng. Ở hành lang bên ngoài, Göbbels, Bormann cùng vài người khác chờ đợi. Ít lâu sau, họ nghe một tiếng súng nổ. Họ chờ nghe tiếng súng thứ hai, nhưng tất cả đều yên lặng. Sau một lúc, họ nhè nhẹ bước vào phòng. Họ thấy thi thể của Adolf Hitler ngã dài trên băng ghế dài, đang rỉ máu. Ông đã tự bắn vào miệng. Eva Braun nằm bên ông. Hai khẩu súng lục nằm trên sàn, bà vợ đã không dùng súng, bà tự sát bằng thuốc độc. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lúc bấy giờ là 3 giờ rưỡi chiều ngày thứ hai, 30 tháng 4 năm 1945, mười ngày sau sinh nhật thứ 56 của Hitler, mười hai năm ba tháng sau ngày ông trở thành Thủ tướng của Đức Quốc xã và thiết lập Đế quốc thứ ba. Đế quốc này chỉ sống thọ hơn ông có một tuần.</p><br><p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kết cuộc:</b></p><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ngày 4 tháng 5 đến ngày 8 tháng 5 năm 1945, các lực lượng quân đội Đức đầu hàng vô điều kiện chấm dứt cuộc chiến tranh thế giới thứ hai ở châu Âu và với sự thành lập của Hội đồng quản lý Đồng Minh vào ngày 5 tháng 6 năm 1945, bốn cường quốc đã 'nắm quyền tối cao đối với nước Đức'.Phe Đồng Minh thắng trận ban đầu chia nước Đức thành những vùng chiếm đóng, tại Hội nghị Potsdam các biên giới của Đức bên trong vùng chiếm đóng của Liên Xô bị dời về phía tây, đa số được trao cho Ba Lan trong khi một nửa vùng Đông Phổ bị sáp nhập vào Liên Xô. Cuộc di cư của người Đức từ Đông Âu, được khởi động do hậu quả của Hiệp ước Molotov-Ribbentrop, đã được hoàn thành vào cuối cuộc chiến khi hầu như toàn bộ người Đức ở Trung Âu đã sơ tán sang phía tây đường biên giới Oder-Neisse, có ảnh hưởng đến khoảng 10 triệu người Đức. Các vùng chiếm đóng của Pháp, Mỹ và Anh trở thành nước Cộng Hòa Liên Bang Đức - Tây Đức theo chính thể tư bản, trong khi vùng chiếm đóng của Liên Xô trở thành nước Cộng hòa Dân chủ Đức - Đông Đức theo chính thể cộng sản. Tây Đức hồi phục trong thập niên 1960, còn chế độ cộng sản Đông Đức thì bị sụp đổ sau một cuộc cách mạng vào năm 1990, thống nhất với Tây Đức trở thành nước Đức thống nhất theo chính thể tư bản. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sau chiến tranh, các lãnh đạo Đức Quốc Xã còn sống sót bị đem ra xử tại Tòa án Nürnberg về các tội ác chống hòa bình, tội ác chiến tranh và tội ác chống nhân loại. Chỉ một số nhỏ bị xử tử hình, đa số họ được thả vào giữa thập niên 1950 vì lý do sức khỏe và tuổi tác. Nhiều người vẫn tiếp tục sống tới tận thập niên 1970 và thập niên 1980. Tại tất cả các nước châu Âu không phát xít đều có các cuộc thanh trừng hợp pháp nhằm trừng phạt các thành viên Đức quốc xã cũ và các đảng phát xít. Một sự trừng phạt không được kiểm soát đã gây ra nhiều tổn thương cho con em các gia đình thành viên Đảng Quốc xã (trẻ em Nazi) và những trẻ em có bố là lính Đức tại các vùng bị chiếm đóng và những trẻ em sinh ra theo chương trình nguồn sống - lebensborn.</p>"
},
{
	"id": 3, 
	"code": 111,
	"title": "Sự kiện Trân Châu cảng và bước ngoặt lịch sử TG",
	"description": "Sáng ngày 7.12.1941, hàng đoàn máy bay chiến đấu của Nhật bất ngờ dội bom xuống tàu chiến Mỹ ở Trân Châu Cảng, gây một cú sốc kinh hoàng. Đây là một bước ngoặt quan trọng trong chiến tranh thế giới thứ hai dẫn đến việc Tổng thống Mỹ quyết định đưa nước này chính thức tham chiến.",
	"avataBook": "https://www.dkn.tv/wp-content/uploads/2017/12/70namvutranchaucang_giaoducquocphong_giaoducvietnam2-498x395.jpg",
	"author": "Deutsches Reich",
	"translator": "Tuyết Minh",
	"publishingCompany": "Nxb Văn hóa Thông tin",
	"publisher": "Văn Lang",
	"releaseDate": "05/2002",
	"numberPages": "416",
	"contentPage": "<b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sự kiện chân châu cảng</h4><b><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trân Châu Cảng là địa danh lịch sử nổi tiếng nhất của quần đảo Hawaii, Mỹ. Hải cảng nước sâu này nằm ở phía Tây thành phố Honolulu trên đảo O'ahu, giữa vùng Bắc Thái Bình Dương.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do nằm ở vị trí đắc địa, Trân Châu Cảng sớm được người Mỹ sử dụng làm căn cứ chỉ huy, căn cứ hậu cần, là cơ sở bảo dưỡng, sửa chữa các chiến hạm của hạm đội Thái Bình Dương.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Từ căn cứ này, Hạm đội Thái Bình Dương của Hải quân Hoa Kỳ có thể khống chế toàn bộ vùng Bắc Thái Bình Dương bằng các lực lượng tàu nổi, tàu ngầm và không quân của hạm đội, đồng thời chống lại mọi sự tấn công từ bên ngoài. Việc bố phòng ở cảng hết sức cẩn mật với một hệ thống lưới thép đặc biệt chống ngư lôi và tàu ngầm.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nhưng 7giờ 55 phút chủ nhật, ngày 712.1941, một buổi sáng yên tĩnh, khi mà lính Mỹ trong cảng đang ngủ say sau một tối thứ bảy vui vẻ, thì nơi đây bất ngờ bị 374 chiếc máy bay Nhật tấn công.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc tấn công kéo dài 90 phút đã để lại hậu quả là gần 2.400 người binh sỹ và thủy thủ Mỹ bị thiệt mạng, hơn 1000 người khác bị thương. Cuộc tấn công cũng đã đánh chìm và làm thiệt hại nặng 18 tàu chiến lớn, đánh đắm 19 chiếc tàu chiến khác, và phá hủy 232 máy bay chiến đấu của Mỹ đỗ tại sân bay.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thiệt hại về phía Nhật Bản nhỏ hơn, chỉ mất 29 máy bay và bốn tàu ngầm nhỏ, với 65 người thiệt mạng. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Với thắng lợi tại Trân Châu Cảng, hải quân Nhật thực tế đã loại ra khỏi vòng chiến đấu Hạm đội Thái Bình Dương của Mỹ trong nhiều tháng, tạo điều kiện thuận lợi cho quân đội Nhật đánh chiếm nhiều nước trong khu vực Đông Nam Á và làm chủ vùng biển châu Á – Thái Bình Dương trong giai đoạn đầu của Chiến tranh thế giới thứ hai.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Còn với Mỹ, thì ngày này bị Tổng thống Franklin D. Roosevelt khi đó gọi là “ngày ô nhục” và khiến đất nước cờ hoa buộc phải tuyên chiến với Nhật Bản và chính thức tham gia vào những cuộc giao tranh đẫm máu ở Thái Bình Dương.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Giới quân sự nước ngoài thì cho rằng trận Trân Châu Cảng là một bài học về sự mất cảnh giác, không sẵn sàng chiến đấu và chủ quan khinh địch. Về mặt công tác tình báo, Nhật đã chuẩn bị cho trận đánh trong nhiều năm, và chuẩn bị tác chiến mọi mặt trong hơn 11 tháng để đưa lại thành công cho một trận đánh có ý nghĩa chiến lược lớn trong gần ba giờ đồng hồ.</p><br><b>>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hậu quả của cuộc chiến</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Ngay khi ra lệnh kết thúc trận chiến Trân Châu Cảng, đô đốc hải quân Nhật Yamamoto đã cảm nhận được khó khăn mà nước Nhật sẽ phải đối mặt. Và quả nhiên chiến thắng này đã dẫn đến sự tham chiến chính thức của Mỹ vào Chiến tranh thế giới thứ hai.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Năm 1945, vào thời điểm nước Nhật đã sức tàn lực kiệt, bại trận là không tránh khỏi, Mỹ đã ném hai quả bom nguyên tử xuống Hiroshima và Nagasaki để tàn phá nước Nhật. Đó là sự phục thù của Mỹ cho trận Trân Châu Cảng. Chiến tranh thế giới thứ hai kết thúc khi Nhật Bản chính thức đầu hàng vào ngày 2.9.1945.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sau khi quân đồng minh rút khỏi Nhật Bản tháng 4.1952, mối quan hệ Mỹ-Nhật được xem là bình đẳng hơn. Ngày 19.1.1960, hai nước Mỹ-Nhật đã ký hiệp ước đồng minh thân thiện và từ đó đến nay, Nhật Bản là đồng minh thân cận nhất của Mỹ tại Đông Á.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trân Châu Cảng 73 năm nhìn lại</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 73 năm sau cái thời khắc kinh hoàng đó, Trân Châu Cảng vẫn hoạt động bình thường, những con tàu chiến, những hàng không mẫu hạm vẫn ra vào cảng. Nhưng ở những vị trí các chiến hạm bị đánh chìm trước đây, người ta dựng lên những bia tưởng niệm là những khối bêtông trắng; nơi chiến hạm USS Arizona bị đánh chìm là một tòa nhà bêtông, phần trang trọng nhất trên đó đặt tấm bia cẩm thạch khổng lồ ghi danh 1.177 thủy thủ đã chìm theo con tàu xuống đáy vịnh.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trong suốt hơn nửa thế kỷ qua, hằng ngày những người lính thủy ở Trân Châu Cảng vẫn làm lễ thượng cờ và hạ cờ trên đài tưởng niệm chiến hạm USS Arizona, bởi họ tin rằng trong lòng xác chiến hạm còn hàng ngàn quân nhân và con tàu vẫn đang hoạt động.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hàng năm, vào ngày 7.12, một số nơi trên nước Mỹ đều tổ chức lễ tưởng nhớ 2.400 quân nhân đã thiệt mạng trong ngày đó và tưởng nhớ thế hệ người dân đã nhặt cờ bị đánh đổ ở Trân Châu Cảng để tham gia giành chiến thắng trong chiến tranh thế giới thứ hai.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Đã 73  năm trôi qua kể từ ngày khởi đầu trận tấn công của Nhật vào Trân Châu Cảng, giờ đây quần đảo Hawaii đã trở thành điểm du lịch nổi tiếng, thu hút du khách từ khắp nơi trên thế giới. Họ đến đây không chỉ với một mục đích thăm quan mà còn để tìm hiểu thêm một phần về lịch sử nước Mỹ.</p>"
},
{
	"id": 4, 
	"code": 111,
	"title": "Cuộc không kích Doolittle của mỹ tới nhật bản",
	"description": "Sau khi mất mát lớn trong trận Trân Châu Cảng, Mỹ đã 'đáp thù' bằng cách tiến hành chiến dịch oanh kích 'Dự án hàng không đặc biệt số 1' với biệt danh mang tên của Trung tá không quân nổi tiếng của Mỹ là Jimmy Doolittle.",
	"avataBook": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQeqCn2OxPM7Sc77qbTs6kTfCdosFe4PSz-yjEKrHN-3IVrLJNw&s",
	"author": "Deutsches Reich",
	"translator": "Tuyết Minh",
	"publishingCompany": "Nxb Văn hóa Thông tin",
	"publisher": "Văn Lang",
	"releaseDate": "05/2002",
	"numberPages": "416",
	"contentPage": "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mặc dù lực lượng lính Mỹ tham gia chiến dịch nhỏ cuối cùng cũng hy sinh gần hết nhưng chiến dịch này có ý nghĩa góp phần đánh đòn tâm lý vào đế quốc Nhật, đặt nền tảng tạo nên bước ngoặt trong trận chiến Thái Bình Dương của Thế chiến II.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ngày 8-12-1941, Mỹ thua trong trận Trân Châu Cảng với 4 tàu chiến bị đánh chìm, 188 chiến đấu cơ bị phá hủy và 2.403 binh sĩ thiệt mạng. Sau cú sốc thua thiệt đó, tinh thần Mỹ suy giảm. Nỗi lo bị kẻ thù đánh bom luôn hiển hiện đến nỗi các thành phố ở Bờ Tây nước Mỹ đều để rèm che kín các cửa sổ.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ngược lại, Đế quốc Nhật gặt hái hết chiến thắng nọ đến chiến thắng kia, chiếm Philippines, Guam và các vùng lãnh thổ khác một cách dễ dàng.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sau hàng loạt thất bại, Mỹ đã quyết tâm phục thù. Thượng nghị sĩ Mỹ Arthur Vandenberg đã bình luận về tinh thần đất nước: 'Đối với kẻ thù, chúng ta trả lời rằng: Bạn đã tuốt vỏ kiếm, và vì vậy bạn sẽ chết'.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc trả thù này đã được thực hiện dưới dạng một cuộc oanh kính quy mô nhỏ song mạnh mẽ, dưới sự chỉ huy của Trung tá James Harold Doolittle. Vì vậy cuộc trả thù này mang biệt danh là “cuộc oanh kích Doolittle”.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dự án Hàng Không Đặc biệt Số 1</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nhiều ngày sau cuộc tấn công Trân Châu Cảng, Tổng thống Mỹ khi đó làFranklin Roosevelt đã hạ lệnh tiến hành một cuộc oanh kích vào Nhật Bản. Một tháng sau, Tướng Henry Arnold đã chọn Trung tá Jimmy Doolittle - một phi công có tiếng đồng thời là kỹ sư hàng không, để lên kế hoạch, chuẩn bị và chỉ đạo cuộc oanh kích đáp thù mà sau này được gọi là Dự án Hàng không Đặc biệt Số 1'.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Các mục tiêu mà Mỹ nhắm tới là tổ hợp quân sự và công nghiệp chủ yếu đặt tại Tokyo cũng như ở các thành phố Kobe, Nagoya, Osaka, Yokohama và Yokosuka, với nhiều mục tiêu khác nhau. Trong một cuộc phỏng vấn tháng 7-1942, Trung tá Doolittle nói rằng: 'Cuộc oanh kích này được kỳ vọng sẽ gây ra tổn thất cả về mặt vật chất và tinh thần. Những tổn thất về mặt vật chất sẽ là sự phá hủy các mục tiêu cụ thể kèm theo mục tiêu tinh thần là gây hoang mang bối rối cũng như làm quá trình sản xuất công nghiệp đình đốn'.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mỹ cũng hy vọng rằng quân Nhật sẽ sợ hãi và phải thu hồi khí tài chiến đấu từ các chiến trường khác để phục vụ công tác bảo vệ đất nước, do đó, mở đường để quân Mỹ đánh chiếm các đảo và vùng lãnh thổ ở Thái Bình Dương'. Trung tá Doolittle cũng hy vọng cuộc oanh kích này sẽ thúc đẩy 'sự phát triển của một tổ hợp sợ hãi ở Nhật Bản, cải thiện mối quan hệ với các đồng minh của Mỹ và tạo ra sự phản ứng có lợi đối với người dân Mỹ'.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Để triển khai nhiệm vụ của mình, Trung tá Doolittle cần phi đội máy bay ném bom có thể cất cánh từ tàu sân bay, do các đường băng Thái Bình Dương của Mỹ ở Hawaii quá xa so với Nhật Bản.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuối cùng, Doolittle quyết định sử dụng máy bay ném bom B-25 Mitchell, một loại máy bay ném bom gọn nhẹ chỉ cần tổ lái gồm 5 thành viên. B-25 Mitchell là loại chiến đấu cơ lanh lẹ, với tầm bay xa, song Doolittle và đội bay ở căn cứ không quân Wright Field ở bang Ohio, miền Trung Tây nước Mỹ, vẫn phải trang bị thêm thiết bị để B-25 Mitchell có thể mang theo hơn 1.100 gallon (khoảng hơn 4.164 lít) nhiên liệu.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Những tướng lĩnh hoạch định cuộc tấn công đã quyết định để một tàu sân bay vận chuyển phi đội máy bay ném bom B-25 đến một địa điểm ở phía Đông của Tokyo, nơi mà tàu sân bay sẽ phóng một máy bay hoa tiêu dẫn đầu rồi thả bom cháy để tạo thành một vệt sáng để các máy bay ném bom khác theo sau. Sau đó, những máy bay ném bom này sẽ tiến về bờ biển phía Đông của Trung Quốc hoặc đến thành phố cảng Vladivostok của Liên Xô. Tuy nhiên, Liên Xô lại do dự khi cho phép Mỹ sử dụng cảng Vladivostok như một bến đỗ cuối cùng của cuộc oanh kích và chế độ Stalin không sẵn lòng chọc giận Nhật Bản.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trong khi đó, chiến đấu cơ B-25 Mitchell có thể cất cánh từ một tàu sân bay, song lại không thể hạ cánh trên tàu sân bay. Vì vậy, các kế hoạch của Doolittle đã phải thay đổi. Thay vì quay trở lại hạ cánh trên tàu sân bay USS Hornet sau khi thả bom trên lãnh thổ Nhật Bản, các máy bay ném bom B-25 sẽ phải tiếp tục bay hướng về phía Đông đến Trung Quốc, nước cho phép Mỹ sử dụng các bãi đáp ven biển của họ.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tại một cuộc họp kín ở San Francisco, Trung tá James H. Doolittle, người dẫn đầu cuộc đột kích này, đã gặp Phó Đô đốc William F. Halsey Jr., người chỉ huy lực lượng đặc nhiệm đưa phi đội của Doolittle đến 'cửa ngõ' của Đế quốc Nhật Bản. Họ đã nhất trí đội bay cất cánh ở một vị trí cách Tokyo khoảng 600 dặm (khoảng 966 km) về phía Đông. Tuy nhiên, nếu bị phát hiện thì Lực lượng đặc trách mang biệt danh TF-16 sẽ để chiến đấu cơ cất cánh ở vị trí đó nhưng không thực hiện nhiệm vụ như đã lên kế hoạch.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Công tác huấn luyện</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Có 24 máy bay ném bom được huy động tham gia sứ mệnh. Tuy nhiên, tàusân bay Hornet chỉ có thể mang theo được tất cả 16 chiếc ngay cả khi đã tháo bỏ các thiết bị không thực sự cần thiết ra khỏi máy bay. Tàu sân bay Hornet đi đến điểm tập kết đã lên kế hoạch để cùng với tàu sân bay Enterprise (CV-6) tạo thành một phân đội đặc nhiệm của Phó Đô đốc Halsey.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 80 người không có kinh nghiệm lái máy bay chiến đấu đã tình nguyện tham gia phi hành đoàn 16 chiến đấu cơ của Trung tá Doolittle Raid, bao gồm cả chính Doolittle. Các tân phi công này được đào tạo tại căn cứ không quân Eglin, bang Florida. Một trong những điều quan trọng nhất mà họ học được là cách cất cánh một máy bay ném bom với đường băng chỉ dài 300 feet trên mặt sàn tàu sân bay Hornet. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Họ cũng thực hành bay đêm, bay xuyên quốc gia, và vận hành trên không với tài liệu tham khảo hạn hẹp với phương châm 'tiếp cận mục tiêu ném bom ở tầm bay thấp, tấn công nhanh và rút lui gọn'. Doolittle huấn luyện các tân phi công của mình tốt nhất có thể để chỉ tấn công các mục tiêu quân sự nhằm tránh những chỉ trích từ Nhật Bản về việc ném bom bừa bãi.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc đột kích Doolittle</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nhằm tối đa hóa phạm vi hoạt động hiệu quả của máy bay ném bom, tàu sân bay Hornet đã 'lầm lũi' hướng về phía Tây Thái Bình Dương xa nhất có thể, xuất phát từ cảng Alameda Naval Air Station gần San Francisco, vào ngày 2-4-1942.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hai tuần sau, vào ngày 18-4-1942, sớm hơn so với dự kiến, do quân Nhật đã phát hiện ra sự hiện diện của tàu Mỹ ở Thái Bình Dương, nên cuộc đột kích đã được triển khai và đúng 9:19 phút sáng, tất cả phi đội máy bay ném bom Mỹ đã hướng về Tokyo. Khoảng 6 tiếng sau, tức vào khoảng trưa giờ địa phương, phi đội đã đến không phận Nhật Bản. 'Các lính đột kích' của Doolittle đã bay vào không phận Nhật Bản và triển khai sứ mệnh của mình.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kháng cự duy nhất là một hỏa lực phòng không yếu ớt và một số máy bay chiến đấu, song không một sự kháng cự nào trong số đó có thể 'hạ gục' dù chỉ một máy bay ném bom B-25 của Mỹ.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 'Các chiến sĩ đột kích' đã nhắm bắn 10 mục tiêu quân sự ở Tokyo, 2 mục tiêu ở thành phố Yokohama và một mục tiêu ở mỗi thành phố còn lại, thi thoảng có những quả bom lạc vào trường học và nhà cửa. Cuộc đột kích này đã khiến 87 người Nhật Bản thiệt mạng, một số bị chết cháy và 151 người khác bị thương, trong đó có dân thường và trẻ em.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc đột kích cũng phá hủy 112 tòa nhà và làm hư hại 53 tòa nhà khác. Ngoài ra, cuộc đột kích này cũng phá hủy một trạm biến áp ở Tokyo, vốn đóng vai trò cốt yếu đối với hệ thống liên lạc của Nhật Bản, cũng như hàng chục nhà máy. Bom Mỹ cũng nhắm trúng một bệnh viện quân đội của Nhật.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Quân Nhật đã bàng hoàng và sững sờ trước sự hiện diện của Mỹ tại Trân Châu Cảng. Thế nhưng, mặc dù quân Nhật đã tấn công Mỹ ở Hawaii và gây thiệt hại nặng nề, song cuộc oanh kích của Doolittle đã gần như không làm hủy hoại tổ hợp công nghiệp quân sự của Nhật Bản.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thương vong và tổn thất</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tất cả 16 máy bay ném bom Mỹ và phi đội đã nhanh chóng lái máy bay thoát ra khỏi không phận Nhật Bản, bay ra biển hướng về phía Trung Quốc.<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do cạn kiệt nhiên liệu, một máy bay đã buộc phải hạ cánh ở Liên Xô, nước vốn không muốn tham gia vào cuộc oanh kích này do lập trường trung lập như đã nói ở trên. Liên Xô đã giam giữ phi đội này đến năm 1943 khi họ tìm cách trả tiền cho một kẻ buôn lậu để đưa họ sang Iran. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 75 phi công còn lại đã đến được không phận Trung Quốc song một máy bay bị tai nạn khi hạ cánh làm 3 phi công thiệt mạng. Trung Quốc đã giúp đưa lén những người còn lại ra khỏi đất nước để quay trở lại lãnh thổ đồng minh của Mỹ. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8 thành viên khác bị quân Nhật bắt giữ, trong đó 4 người chết trong tù, một người chết vì bệnh tật và 3 người còn lại bị xử tử hình. Sống sót và trở về quê hương, James Doolittle nhận Huân chương Danh dự và được thăng hàm vượt hai cấp, trở thành Chuẩn tướng.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bước ngoặt của Thế chiến II</b><br><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cuộc oanh kích Doolittle, mặc dù thành công song không phải là một chiếnthắng to lớn về mặt chiến thuật. Cơ sở hạ tầng và binh sĩ Nhật Bản hầu như không bị hư hại nặng nề. Tuy nhiên, cuộc oanh kích này lại là một chiến thắng chiến lược cho tinh thần binh sĩ Mỹ và là một cú đòn đánh vào niềm tin của Nhật.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trước đây, quân Nhật đã quá tự tin cho rằng không ai có thể đến được lãnh thổ của họ, song giờ thì sự tin tưởng đó đã bị lung lay và cuộc đột kích Doolittle đã chứng minh niềm tin đó đã sai lầm. Cuộc oanh kích đã buộc quân Nhật phải mở rộng phạm vi chiến lược của họ, với mưu đồ đánh chiếm đảo Midway của Mỹ ở Thái Bình Dương. Tuy nhiên, mưu đồ này đã dẫn đến sự thất bại thảm hại của Hải quân Đế quốc Nhật Bản đồng thời đánh dấu một bước ngoặt trong chiến tranh Thái Bình Dương, một phần của Thế chiến II.</p><br><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ai phải trả giá?</b><br><p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trung Quốc là bên phải trả cái giá nặng nề và đau đớn nhất của cuộc oanh kích Doolittle. Do trả đũa việc Trung Quốc 'góp sức' giúp Mỹ, Nhật Bản đã tăng cường sự hiện diện quân sự của họ ở Trung Quốc lúc đó bị chiếm đóng, nhắm vào các thị trấn đã 'chìa tay' giúp lực lượng tham gia cuộc oanh kích nói trên.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bắt đầu từ tháng 6, quân Nhật tàn phá khoảng 20.000 dặm vuông (khoảng 51.800 km vuông) ở Trung Quốc, lục soát các thị trấn và làng mạc, đốt cháy hoa màu và tra tấn những người đã giúp lực lượng tham gia cuộc oanh kích Doolittle. Theo miêu tả của một tờ báo ở Trung Quốc, thành phố Nam Thành thuộc tỉnh Giang Tây, Trung Quốc, đã biến thành 'thổ đen' sau 3 ngày bị quân Nhật tàn phá và đốt cháy. Vì giúp Mỹ trong cuộc oanh kích Doolittle hỏa lực mạnh dù quy mô nhỏ này mà Trung Quốc đã phải gánh chịu hậu quả.</p>"
}
]
