{
    "categoryBook":[
        {
            "id": 1, 
			"title": "Nội chiến nước mỹ",
			"description": "Cách nay hơn một thế kỷ, người Mỹ phải chịu hậu quả của một cuộc chiến tranh huynh đệ tương tàn gây tổn thất to lớn. Cuộc chiến này tái hiện lại hầu như toàn bộ chủ nghĩa anh hùng và đức hy sinh, sự tàn bạo và nỗi kinh hoàng của cuộc chiến giữa người Hy Lạp với người dân thành Troy xưa kia. Sau nội chiến Hoa Kỳ, chiến thắng của Liên bang miền Bắc đã mãi mãi thay đổi tiến trình lịch sử của nước Mỹ, và như vậy cũng thay đổi tiến trình lịch sử nhân loại.",
            "avataBook": "https://upload.wikimedia.org/wikipedia/vi/thumb/d/df/20-ME.jpg/300px-20-ME.jpg",
			"author": "Charles P. Roland",
			"translator": "Tuyết Minh",
			"publishingCompany": "Nxb Văn hóa Thông tin",
			"publisher": "Văn Lang",
			"releaseDate": "09/2007",
			"numberPages": "416",
            "content":[
                {
					"idPage": 1,
					"checkBookComic": false
					"indexPage": 1,
					"titlePage": "jsdhfjs",
					"contentPage": "Cuộc chiến tranh với hàng trăm trận đánh tại miền Ðông Hoa Kỳ trong trọn vẹn 4 năm đã làm cho quân hai bên chết 620 ngàn và hàng triệu người bị thương tích. Miền Bắc thắng trận, thống nhất đất nước, giải phóng nô lệ và hy sinh thêm vị anh hùng Mỹ quốc. Ðó là Tổng Thống Lincoln. \n \t Trong trận đánh cuối cùng, quân miền Bắc chiếm được Richmond là thủ đô của miền Nam vào ngày 2 tháng 4-1865. Hai ngày sau Tổng Thống Lincoln của Hoa Thịnh Ðốn đến thị sát Richmond, bước vào dinh tổng thống miền Nam đã bỏ chạy. Tiếp theo là Tướng Lee đầu hàng ngày 9 tháng 4 và vào ngày 15 tháng 4-1865, Tổng Thống Lincoln bị ám sát chết. \n Vị tổng thống thứ 16 trở thành vĩ nhân thống nhất đất nước và giải \n \t phóng nô lệ nhưng chỉ vui với chiến thắng chưa được một tuần lễ. \n \t Sau chiến tranh dành độc lập, mười ba xứ thuộc địa Bắc Mỹ thắng Anh quốc trở thành Hoa Kỳ với tổng thống Washington thì tiếp theo đến trận nội chiến chia đôi Nam Bắc là một vết thương đau đớn nhất. \n \t Vào thời kỳ đó, nước Mỹ gồm các tiểu bang Ðông Bắc có thủ đô Hoa Thịnh Ðốn chủ trương giải phóng nô lệ. Tổng thống Hoa Kỳ là Luật Sư Lincoln tuyên bố quốc gia không thể có hai luật, một nửa có nô lệ, một nửa không. \n \t Quân chính phủ miền Bắc gọi là quân đội Potomac, lấy tên của dòng sông diễm lệ chạy qua thủ đô. Các tiểu bang miền Nam sống về canh nông quyết đòi giữ lại chế độ nô lệ để khai thác cho nông nghiệp. Tổng thống miền Nam là ông Davis. Thủ đô là Richmond và quân đội do tướng Lee chỉ huy được gọi là quân đội Virginia. \n \t Nội chiến xảy ra trong hai nhiệm kỳ của ông Lincoln từ 1861 đến 1865 với hai vị tướng chỉ huy sau cùng là Tướng Ulysses S. Grant của miền Bắc và Tướng Robert E. Lee của miền Nam. Tuy miền Nam với các tiểu bang ly khai bầu ra một Tổng Thống Jefferson Davis nhưng nhân vật anh hùng miền Nam chính là Tướng Lee. \n \t Khi cuộc chiến Nam Bắc bùng nổ, nước Mỹ chia đôi. 11 tiểu bang miền Nam ly khai với 9 triệu dân và thêm 4 triệu dân nô lệ da đen. Chính phủ liên bang Hoa Kỳ còn lại 21 tiểu bang miền Bắc với 20 triệu dân. Ông Robert Lee nguyên là tướng lãnh của quân đội liên bang Hoa Kỳ nhưng gốc người miền Nam. Ông đã từng là chỉ huy trưởng trường West Point.Tháng 4-1861 khởi chiến Nam Bắc, Tướng Lee được đề nghị chỉ huy quân đội miền Bắc nhưng ông không nhận và xin từ nhiệm để về đầu quân miền Nam tại Richmond, tiểu bang Virginia. Ông nói là không thể quay lưng với nơi ông đã sinh ra và trưởng thành. \n \t Trong chiến tranh, ông lập được nhiều chiến công và là vị tư lệnh sau cùng của miền Nam nhưng sau khi thủ đô Richmond của miền Nam bị thất thủ, ông đã quyết định đầu hàng. Cuộc chiến tranh tương tàn đẫm máu làm tổn hại hàng triệu sinh linh Hoa Kỳ, tan nát các đô thị miền Ðông và vùng Virginia. Tất cả đã thể hiện trong tác phẩm và cuốn phim bất hủ Cuốn Theo Chiều Gió mà chúng ta đã đọc cũng như coi nhiều lần suốt thời niên thiếu. Ngay cho đến bây giờ, tác phẩm này vẫn còn là tài liệu được đem dạy ở trường học với sự say mê và hãnh diện của nhiều thế hệ Hoa Kỳ. \n \t Trước tiên bắt đầu về câu chuyện đầu hàng. Sau chiến tranh, nước Mỹ sưu tầm và dựng lên khắp miền Ðông hàng trăm viện bảo tàng. Mỗi tiểu bang ít nhất là một viện bảo tàng. Mỗi trận đánh trên chiến trường xưa cũ với các di tích đều có một viện bảo tàng. Bằng hội họa, nhiếp ảnh, dữ kiện, thêm vào âm thanh ánh sáng người ta dựng lại lịch sử các cuộc thương thuyết, các cuộc điều binh và các trận liệt. Quân đội hai bên Nam Bắc, quân phục màu xanh, quân phục màu xám, các tướng lãnh, sĩ quan, binh sĩ và dân chúng. Những cái chết đau thương và anh hùng của cả hai bên, những mối tình bất hủ, tràn đầy hình ảnh em hậu phương, anh tiền tuyến. Không phải hàng trăm mà có đến hàng ngàn tác phẩm điện ảnh về chiến tranh Nam Bắc. Cả những phim vĩ đại mới ra đời trong vài năm gần đây vẫn còn hình ảnh của cuộc nội chiến ngày xưa. Cuộc nội chiến đau thương xưa cũ đã là niềm cảm hứng cho tinh thần nhân bản xây dựng trên tro tàn của một thời nội chiến Hoa Kỳ. \n \t Bài học phải bắt đầu từ câu chuyện đầu hàng. \n \t Ðúng như vậy, trong hàng trăm bảo tàng viện về Civil War của Hoa Kỳ, thì viện bảo tàng Appomattox Court House ở Virginia là nơi nổi tiếng nhất vì dựng lên ngay tại một ngôi nhà mà Tướng Lee đã đến ký văn bản đầu hàng ngày 9 tháng 4-1865.Tại đây, câu chuyện về vị tướng phe bại trận miền Nam lại được viết ra và hình ảnh của ông lại được chiêm ngưỡng nhiều hơn cả phe thắng trận. \n \t Lịch sử ghi lại rằng vào sáng ngày 9 tháng 4 cách đây 140 năm, thủ đô miền Nam là Richmond thất thủ, kỵ binh của miền Bắc cùng với 3 quân đoàn bộ binh vây hãm quân miền Nam hết đường tháo lui. Bộ tham mưu của Tướng Lee đề nghị phân tán để giữ lực lượng đánh du kích, nhưng Tướng Lee quyết định đầu hàng. Vị danh tướng của Hoa Kỳ trải qua bao nhiêu chiến thắng nhưng sau cùng vì quân số và tiếp vận bị giới hạn nên đành bất lực chấp nhận thua cuộc. Với lá thư riêng ông gửi cho Tướng Grant của miền Bắc yêu cầu thu xếp buổi họp mặt. Ông Grant nhận được thư hết sức vui mừng và bỗng nhiên thấy hết ngay cơn bệnh nhức đầu ghê gớm hành hạ ông từ nhiều ngày qua. Vị tư lệnh miền Bắc ra lệnh nghiêm cấm các sĩ quan và binh sĩ trực thuộc không được tỏ ra bất cứ hành động nào vô lễ với ông tướng tư lệnh miền Nam bại trận. \n \t Trưa ngày lịch sử 9 tháng 4-1865, Tướng Lee và một đại tá tùy tùng cưỡi ngựa vượt qua phòng tuyến đến nơi hẹn ước. Hình ảnh ghi lại hai người đi qua đoàn quân nhạc của lính miền Bắc thổi kèn chào đón. Các sĩ quan miền Bắc đưa vị tư lệnh miền Nam vào phòng họp. Nửa giờ sau Tướng Grant và đoàn tùy tùng miền Bắc đến. Cả hai vị tư lệnh đã biết nhau trong cuộc chiến tranh với Mễ Tây Cơ. Họ đã nhắc lại một thời bên nhau trong quá khứ. Tướng Grant sau này thú nhận là ông rất ngần ngại và thực sự hổ thẹn khi phải hỏi Tướng Lee nói về quyết định đầu hàng. Theo quy luật chiến tranh thời đó, quân miền Nam phải giải giới, tước bỏ khí giới và quân dụng. Tự do trở về quê cũ như các dân thường. Tướng Lee đồng ý nhưng chỉ đòi hỏi một điều sau cùng là yêu cầu cho binh sĩ của ông được giữ lại lừa ngựa, vì lính miền Nam đem ngựa từ các nông trại của họ đi chiến đấu. Không phải ngựa của chính phủ cấp như lính miền Bắc. Tướng Grant thỏa hiệp là sẽ không sửa chữa chính thức trên văn bản nhưng thực tế sẽ cho lệnh để lính miền Nam đem lừa ngựa về nhà mà xây dựng lại nông trại. \n \t Sau này khi viết về văn bản đầu hàng, lịch sử ghi rằng đây là thỏa hiệp của những người quân tử (The Gentlemen’s Agreement). Trên các bảo tàng viện và đặc biệt là bảo tàng viện ở Appomattox Virginia có tranh sơn dầu hình Tướng Lee hiên ngang quắc thước trong bộ quân phục xanh dương, tóc và râu bạc, thể hiện hình ảnh người Mỹ anh hùng không bị khuất phục dù thua trận. Toàn thể nước Mỹ hiểu rằng khi một người Mỹ bị nhục, thì dù là Mỹ miền Nam hay Mỹ miền Bắc cũng vẫn là một người Mỹ bị sỉ nhục. Thực vậy, 140 năm sau, cô Mary quản thủ viện bảo tàng đầu hàng đã nói rằng dù hình ảnh của miền Nam hay miền Bắc, lịch sử không muốn ghi lại các hình ảnh xấu xa của bất cứ phe nào. Ở đây là nơi lưu giữ hình ảnh của các anh hùng miền Nam lẫn miền Bắc. Ðặc biệt là hình ảnh của phe bại trận lại được lưu ý hơn cả phe chiến thắng. Lá cờ rách của miền Nam thua trận treo tại thủ đô Richmond bây giờ lại là bảo vật hào hùng của bảo tàng viện đầu hàng. Và hình Tướng Lee cưỡi ngựa đi đến nơi họp mặt với đoàn quân nhạc miền Bắc chào đón. Hình Tướng Lee ký tên xong ra đi được sĩ quan và binh sĩ miền Bắc tiễn đưa và vẫy tay chào. Bây giờ hình tượng của tướng Lee tràn ngập ở miền Nam Virginia. Câu lạc bộ Lee, bảo tàng viện Lee, Lee High Way, Fort Lee và các đồn trại của quân đội liên bang mang tên vị tướng thua trận như là một biểu tượng anh hùng. Bởi vì người Mỹ đã thấm nhuần bài học rất Hoa Kỳ. Bài học của người lính dũng cảm cả hai phe trong chiến tranh và người quân tử của thời hậu chiến. Trong cuộc nội chiến tại nước Mỹ vào thế kỷ 19, sau cùng được thua thì cũng vẫn là nước Mỹ và người Mỹ. Chiến thắng của miền Bắc đặt dấu chấm hết cho Liên minh miền Nam cũng như chế độ nô lệ Hoa Kỳ, và làm tăng cường vai trò của chính phủ liên bang. Các vấn đề xã hội, chính trị, kinh tế và chủng tộc của cuộc Nội chiến đã có vai trò quyết định trong việc định hình Thời kỳ Tái thiết, kéo dài đến năm 1877. Sau bản tuyên ngôn giải phóng nô lệ của Lincoln, khoảng 190 nghìn dân nô lệ tình nguyện tòng quân, quân số của miền Bắc lên gấp bội. Trong khi đó miền nam không dám cho nô lệ nhập ngũ vì sợ đi ngược lại chính sách nô lệ của mình. Quân da đen miền Bắc chiến đấu anh dũng trong nhiều trận then chốt của cuộc nội chiến. Ngoài ra còn có dân di cư từ châu Âu cũng gia nhập quân miền Bắc. Khoảng 23.4% quân miền Bắc có gốc Đức, với gần 216 nghìn sanh tại Đức. \n \t Bài học nghĩa trang và mộ phần của các liệt sĩ phe chiến bại tại Hoa Kỳ. \n \t Tại nước Mỹ có một nghĩa trang quốc gia nổi tiếng khắp thế giới. Ðó là nghĩa trang Arlington. Ðây là nghĩa trang chính thức của liên bang Hoa Kỳ, của người miền Bắc trong trận chiến Bắc Nam. Sau cuộc nội chiến, các tiểu bang miền Nam có hàng ngàn nghĩa trang lớn nhỏ chôn cất tử sĩ của phe bại trận và trên đó luôn luôn có lá cờ gạch chéo đã một thời tung hoành trên chiến trường. Ngay sau khi chiến tranh chấm dứt, hoàn toàn không có tù binh, ai về nhà đó, cùng xây dựng lại quê hương. Nghĩa trang bên nào bên đó tự lo lấy, xấu đẹp tùy sức. Nhưng điều đáng ngạc nhiên là ngay tại nghĩa trang quốc gia của phe miền Bắc ở thủ đô Hoa Thịnh Ðốn có một khu chôn cất tử sĩ miền Nam với tượng đài gọi là Confederate Memorial. Cũng phải nói rằng, thực sự sau nội chiến, dư vị cay đắng giữa Nam Bắc Hoa Kỳ vẫn còn nhiều. Dễ gì mà trút bỏ hận thù ngay sau khi hai bên chết cả gần một triệu người mà một số lớn đã giết nhau khi giáp mặt bằng gươm dao. Hai phe cùng đốt nhà của nhau và cùng tàn phá đô thị và nông trại, đôi khi có cả những hành động dã man như hãm hiếp phụ nữ và tàn sát trẻ em. Cuộc chiến nào mà không có những lần quá độ. Năm 1900 tức là gần 40 năm sau cuộc chiến, mở đầu cho giai đoạn hòa giải dân tộc và năm 1991 thì các liệt sĩ miền Nam được cải táng đưa vào một khu đặc biệt trong nghĩa trang Arlington gọi là Confederate Section. Tổng cộng gần 500 mộ phần quây tròn chung quanh một tượng đài do nhà tạc tượng danh tiếng là điêu khắc gia Moses Ezekiel thực hiện."
				}
            ]
        },
		{
            "id": 2, 
			"title": "Nội chiến nước mỹ",
			"description": "Cách nay hơn một thế kỷ, người Mỹ phải chịu hậu quả của một cuộc chiến tranh huynh đệ tương tàn gây tổn thất to lớn. Cuộc chiến này tái hiện lại hầu như toàn bộ chủ nghĩa anh hùng và đức hy sinh, sự tàn bạo và nỗi kinh hoàng của cuộc chiến giữa người Hy Lạp với người dân thành Troy xưa kia. Sau nội chiến Hoa Kỳ, chiến thắng của Liên bang miền Bắc đã mãi mãi thay đổi tiến trình lịch sử của nước Mỹ, và như vậy cũng thay đổi tiến trình lịch sử nhân loại.",
            "avataBook": "https://upload.wikimedia.org/wikipedia/vi/thumb/d/df/20-ME.jpg/300px-20-ME.jpg",
			"author": "Charles P. Roland",
			"translator": "Tuyết Minh",
			"publishingCompany": "Nxb Văn hóa Thông tin",
			"publisher": "Văn Lang",
			"releaseDate": "09/2007",
			"numberPages": "416",
            "content":[
                {
					"idPage": 1,
					"checkBookComic": false
					"indexPage": 1,
					"titlePage": "jsdhfjs",
					"contentPage": "Cuộc chiến tranh với hàng trăm trận đánh tại miền Ðông Hoa Kỳ trong trọn vẹn 4 năm đã làm cho quân hai bên chết 620 ngàn và hàng triệu người bị thương tích. Miền Bắc thắng trận, thống nhất đất nước, giải phóng nô lệ và hy sinh thêm vị anh hùng Mỹ quốc. Ðó là Tổng Thống Lincoln. \n \t Trong trận đánh cuối cùng, quân miền Bắc chiếm được Richmond là thủ đô của miền Nam vào ngày 2 tháng 4-1865. Hai ngày sau Tổng Thống Lincoln của Hoa Thịnh Ðốn đến thị sát Richmond, bước vào dinh tổng thống miền Nam đã bỏ chạy. Tiếp theo là Tướng Lee đầu hàng ngày 9 tháng 4 và vào ngày 15 tháng 4-1865, Tổng Thống Lincoln bị ám sát chết. \n Vị tổng thống thứ 16 trở thành vĩ nhân thống nhất đất nước và giải \n \t phóng nô lệ nhưng chỉ vui với chiến thắng chưa được một tuần lễ. \n \t Sau chiến tranh dành độc lập, mười ba xứ thuộc địa Bắc Mỹ thắng Anh quốc trở thành Hoa Kỳ với tổng thống Washington thì tiếp theo đến trận nội chiến chia đôi Nam Bắc là một vết thương đau đớn nhất. \n \t Vào thời kỳ đó, nước Mỹ gồm các tiểu bang Ðông Bắc có thủ đô Hoa Thịnh Ðốn chủ trương giải phóng nô lệ. Tổng thống Hoa Kỳ là Luật Sư Lincoln tuyên bố quốc gia không thể có hai luật, một nửa có nô lệ, một nửa không. \n \t Quân chính phủ miền Bắc gọi là quân đội Potomac, lấy tên của dòng sông diễm lệ chạy qua thủ đô. Các tiểu bang miền Nam sống về canh nông quyết đòi giữ lại chế độ nô lệ để khai thác cho nông nghiệp. Tổng thống miền Nam là ông Davis. Thủ đô là Richmond và quân đội do tướng Lee chỉ huy được gọi là quân đội Virginia. \n \t Nội chiến xảy ra trong hai nhiệm kỳ của ông Lincoln từ 1861 đến 1865 với hai vị tướng chỉ huy sau cùng là Tướng Ulysses S. Grant của miền Bắc và Tướng Robert E. Lee của miền Nam. Tuy miền Nam với các tiểu bang ly khai bầu ra một Tổng Thống Jefferson Davis nhưng nhân vật anh hùng miền Nam chính là Tướng Lee. \n \t Khi cuộc chiến Nam Bắc bùng nổ, nước Mỹ chia đôi. 11 tiểu bang miền Nam ly khai với 9 triệu dân và thêm 4 triệu dân nô lệ da đen. Chính phủ liên bang Hoa Kỳ còn lại 21 tiểu bang miền Bắc với 20 triệu dân. Ông Robert Lee nguyên là tướng lãnh của quân đội liên bang Hoa Kỳ nhưng gốc người miền Nam. Ông đã từng là chỉ huy trưởng trường West Point.Tháng 4-1861 khởi chiến Nam Bắc, Tướng Lee được đề nghị chỉ huy quân đội miền Bắc nhưng ông không nhận và xin từ nhiệm để về đầu quân miền Nam tại Richmond, tiểu bang Virginia. Ông nói là không thể quay lưng với nơi ông đã sinh ra và trưởng thành. \n \t Trong chiến tranh, ông lập được nhiều chiến công và là vị tư lệnh sau cùng của miền Nam nhưng sau khi thủ đô Richmond của miền Nam bị thất thủ, ông đã quyết định đầu hàng. Cuộc chiến tranh tương tàn đẫm máu làm tổn hại hàng triệu sinh linh Hoa Kỳ, tan nát các đô thị miền Ðông và vùng Virginia. Tất cả đã thể hiện trong tác phẩm và cuốn phim bất hủ Cuốn Theo Chiều Gió mà chúng ta đã đọc cũng như coi nhiều lần suốt thời niên thiếu. Ngay cho đến bây giờ, tác phẩm này vẫn còn là tài liệu được đem dạy ở trường học với sự say mê và hãnh diện của nhiều thế hệ Hoa Kỳ. \n \t Trước tiên bắt đầu về câu chuyện đầu hàng. Sau chiến tranh, nước Mỹ sưu tầm và dựng lên khắp miền Ðông hàng trăm viện bảo tàng. Mỗi tiểu bang ít nhất là một viện bảo tàng. Mỗi trận đánh trên chiến trường xưa cũ với các di tích đều có một viện bảo tàng. Bằng hội họa, nhiếp ảnh, dữ kiện, thêm vào âm thanh ánh sáng người ta dựng lại lịch sử các cuộc thương thuyết, các cuộc điều binh và các trận liệt. Quân đội hai bên Nam Bắc, quân phục màu xanh, quân phục màu xám, các tướng lãnh, sĩ quan, binh sĩ và dân chúng. Những cái chết đau thương và anh hùng của cả hai bên, những mối tình bất hủ, tràn đầy hình ảnh em hậu phương, anh tiền tuyến. Không phải hàng trăm mà có đến hàng ngàn tác phẩm điện ảnh về chiến tranh Nam Bắc. Cả những phim vĩ đại mới ra đời trong vài năm gần đây vẫn còn hình ảnh của cuộc nội chiến ngày xưa. Cuộc nội chiến đau thương xưa cũ đã là niềm cảm hứng cho tinh thần nhân bản xây dựng trên tro tàn của một thời nội chiến Hoa Kỳ. \n \t Bài học phải bắt đầu từ câu chuyện đầu hàng. \n \t Ðúng như vậy, trong hàng trăm bảo tàng viện về Civil War của Hoa Kỳ, thì viện bảo tàng Appomattox Court House ở Virginia là nơi nổi tiếng nhất vì dựng lên ngay tại một ngôi nhà mà Tướng Lee đã đến ký văn bản đầu hàng ngày 9 tháng 4-1865.Tại đây, câu chuyện về vị tướng phe bại trận miền Nam lại được viết ra và hình ảnh của ông lại được chiêm ngưỡng nhiều hơn cả phe thắng trận. \n \t Lịch sử ghi lại rằng vào sáng ngày 9 tháng 4 cách đây 140 năm, thủ đô miền Nam là Richmond thất thủ, kỵ binh của miền Bắc cùng với 3 quân đoàn bộ binh vây hãm quân miền Nam hết đường tháo lui. Bộ tham mưu của Tướng Lee đề nghị phân tán để giữ lực lượng đánh du kích, nhưng Tướng Lee quyết định đầu hàng. Vị danh tướng của Hoa Kỳ trải qua bao nhiêu chiến thắng nhưng sau cùng vì quân số và tiếp vận bị giới hạn nên đành bất lực chấp nhận thua cuộc. Với lá thư riêng ông gửi cho Tướng Grant của miền Bắc yêu cầu thu xếp buổi họp mặt. Ông Grant nhận được thư hết sức vui mừng và bỗng nhiên thấy hết ngay cơn bệnh nhức đầu ghê gớm hành hạ ông từ nhiều ngày qua. Vị tư lệnh miền Bắc ra lệnh nghiêm cấm các sĩ quan và binh sĩ trực thuộc không được tỏ ra bất cứ hành động nào vô lễ với ông tướng tư lệnh miền Nam bại trận. \n \t Trưa ngày lịch sử 9 tháng 4-1865, Tướng Lee và một đại tá tùy tùng cưỡi ngựa vượt qua phòng tuyến đến nơi hẹn ước. Hình ảnh ghi lại hai người đi qua đoàn quân nhạc của lính miền Bắc thổi kèn chào đón. Các sĩ quan miền Bắc đưa vị tư lệnh miền Nam vào phòng họp. Nửa giờ sau Tướng Grant và đoàn tùy tùng miền Bắc đến. Cả hai vị tư lệnh đã biết nhau trong cuộc chiến tranh với Mễ Tây Cơ. Họ đã nhắc lại một thời bên nhau trong quá khứ. Tướng Grant sau này thú nhận là ông rất ngần ngại và thực sự hổ thẹn khi phải hỏi Tướng Lee nói về quyết định đầu hàng. Theo quy luật chiến tranh thời đó, quân miền Nam phải giải giới, tước bỏ khí giới và quân dụng. Tự do trở về quê cũ như các dân thường. Tướng Lee đồng ý nhưng chỉ đòi hỏi một điều sau cùng là yêu cầu cho binh sĩ của ông được giữ lại lừa ngựa, vì lính miền Nam đem ngựa từ các nông trại của họ đi chiến đấu. Không phải ngựa của chính phủ cấp như lính miền Bắc. Tướng Grant thỏa hiệp là sẽ không sửa chữa chính thức trên văn bản nhưng thực tế sẽ cho lệnh để lính miền Nam đem lừa ngựa về nhà mà xây dựng lại nông trại. \n \t Sau này khi viết về văn bản đầu hàng, lịch sử ghi rằng đây là thỏa hiệp của những người quân tử (The Gentlemen’s Agreement). Trên các bảo tàng viện và đặc biệt là bảo tàng viện ở Appomattox Virginia có tranh sơn dầu hình Tướng Lee hiên ngang quắc thước trong bộ quân phục xanh dương, tóc và râu bạc, thể hiện hình ảnh người Mỹ anh hùng không bị khuất phục dù thua trận. Toàn thể nước Mỹ hiểu rằng khi một người Mỹ bị nhục, thì dù là Mỹ miền Nam hay Mỹ miền Bắc cũng vẫn là một người Mỹ bị sỉ nhục. Thực vậy, 140 năm sau, cô Mary quản thủ viện bảo tàng đầu hàng đã nói rằng dù hình ảnh của miền Nam hay miền Bắc, lịch sử không muốn ghi lại các hình ảnh xấu xa của bất cứ phe nào. Ở đây là nơi lưu giữ hình ảnh của các anh hùng miền Nam lẫn miền Bắc. Ðặc biệt là hình ảnh của phe bại trận lại được lưu ý hơn cả phe chiến thắng. Lá cờ rách của miền Nam thua trận treo tại thủ đô Richmond bây giờ lại là bảo vật hào hùng của bảo tàng viện đầu hàng. Và hình Tướng Lee cưỡi ngựa đi đến nơi họp mặt với đoàn quân nhạc miền Bắc chào đón. Hình Tướng Lee ký tên xong ra đi được sĩ quan và binh sĩ miền Bắc tiễn đưa và vẫy tay chào. Bây giờ hình tượng của tướng Lee tràn ngập ở miền Nam Virginia. Câu lạc bộ Lee, bảo tàng viện Lee, Lee High Way, Fort Lee và các đồn trại của quân đội liên bang mang tên vị tướng thua trận như là một biểu tượng anh hùng. Bởi vì người Mỹ đã thấm nhuần bài học rất Hoa Kỳ. Bài học của người lính dũng cảm cả hai phe trong chiến tranh và người quân tử của thời hậu chiến. Trong cuộc nội chiến tại nước Mỹ vào thế kỷ 19, sau cùng được thua thì cũng vẫn là nước Mỹ và người Mỹ. Chiến thắng của miền Bắc đặt dấu chấm hết cho Liên minh miền Nam cũng như chế độ nô lệ Hoa Kỳ, và làm tăng cường vai trò của chính phủ liên bang. Các vấn đề xã hội, chính trị, kinh tế và chủng tộc của cuộc Nội chiến đã có vai trò quyết định trong việc định hình Thời kỳ Tái thiết, kéo dài đến năm 1877. Sau bản tuyên ngôn giải phóng nô lệ của Lincoln, khoảng 190 nghìn dân nô lệ tình nguyện tòng quân, quân số của miền Bắc lên gấp bội. Trong khi đó miền nam không dám cho nô lệ nhập ngũ vì sợ đi ngược lại chính sách nô lệ của mình. Quân da đen miền Bắc chiến đấu anh dũng trong nhiều trận then chốt của cuộc nội chiến. Ngoài ra còn có dân di cư từ châu Âu cũng gia nhập quân miền Bắc. Khoảng 23.4% quân miền Bắc có gốc Đức, với gần 216 nghìn sanh tại Đức. \n \t Bài học nghĩa trang và mộ phần của các liệt sĩ phe chiến bại tại Hoa Kỳ. \n \t Tại nước Mỹ có một nghĩa trang quốc gia nổi tiếng khắp thế giới. Ðó là nghĩa trang Arlington. Ðây là nghĩa trang chính thức của liên bang Hoa Kỳ, của người miền Bắc trong trận chiến Bắc Nam. Sau cuộc nội chiến, các tiểu bang miền Nam có hàng ngàn nghĩa trang lớn nhỏ chôn cất tử sĩ của phe bại trận và trên đó luôn luôn có lá cờ gạch chéo đã một thời tung hoành trên chiến trường. Ngay sau khi chiến tranh chấm dứt, hoàn toàn không có tù binh, ai về nhà đó, cùng xây dựng lại quê hương. Nghĩa trang bên nào bên đó tự lo lấy, xấu đẹp tùy sức. Nhưng điều đáng ngạc nhiên là ngay tại nghĩa trang quốc gia của phe miền Bắc ở thủ đô Hoa Thịnh Ðốn có một khu chôn cất tử sĩ miền Nam với tượng đài gọi là Confederate Memorial. Cũng phải nói rằng, thực sự sau nội chiến, dư vị cay đắng giữa Nam Bắc Hoa Kỳ vẫn còn nhiều. Dễ gì mà trút bỏ hận thù ngay sau khi hai bên chết cả gần một triệu người mà một số lớn đã giết nhau khi giáp mặt bằng gươm dao. Hai phe cùng đốt nhà của nhau và cùng tàn phá đô thị và nông trại, đôi khi có cả những hành động dã man như hãm hiếp phụ nữ và tàn sát trẻ em. Cuộc chiến nào mà không có những lần quá độ. Năm 1900 tức là gần 40 năm sau cuộc chiến, mở đầu cho giai đoạn hòa giải dân tộc và năm 1991 thì các liệt sĩ miền Nam được cải táng đưa vào một khu đặc biệt trong nghĩa trang Arlington gọi là Confederate Section. Tổng cộng gần 500 mộ phần quây tròn chung quanh một tượng đài do nhà tạc tượng danh tiếng là điêu khắc gia Moses Ezekiel thực hiện."
				}
            ]
        },
		{
            "id": 3, 
			"title": "Nội chiến nước mỹ",
			"description": "Cách nay hơn một thế kỷ, người Mỹ phải chịu hậu quả của một cuộc chiến tranh huynh đệ tương tàn gây tổn thất to lớn. Cuộc chiến này tái hiện lại hầu như toàn bộ chủ nghĩa anh hùng và đức hy sinh, sự tàn bạo và nỗi kinh hoàng của cuộc chiến giữa người Hy Lạp với người dân thành Troy xưa kia. Sau nội chiến Hoa Kỳ, chiến thắng của Liên bang miền Bắc đã mãi mãi thay đổi tiến trình lịch sử của nước Mỹ, và như vậy cũng thay đổi tiến trình lịch sử nhân loại.",
            "avataBook": "https://upload.wikimedia.org/wikipedia/vi/thumb/d/df/20-ME.jpg/300px-20-ME.jpg",
			"author": "Charles P. Roland",
			"translator": "Tuyết Minh",
			"publishingCompany": "Nxb Văn hóa Thông tin",
			"publisher": "Văn Lang",
			"releaseDate": "09/2007",
			"numberPages": "416",
            "content":[
                {
					"idPage": 1,
					"checkBookComic": false
					"indexPage": 1,
					"titlePage": "jsdhfjs",
					"contentPage": "Cuộc chiến tranh với hàng trăm trận đánh tại miền Ðông Hoa Kỳ trong trọn vẹn 4 năm đã làm cho quân hai bên chết 620 ngàn và hàng triệu người bị thương tích. Miền Bắc thắng trận, thống nhất đất nước, giải phóng nô lệ và hy sinh thêm vị anh hùng Mỹ quốc. Ðó là Tổng Thống Lincoln. \n \t Trong trận đánh cuối cùng, quân miền Bắc chiếm được Richmond là thủ đô của miền Nam vào ngày 2 tháng 4-1865. Hai ngày sau Tổng Thống Lincoln của Hoa Thịnh Ðốn đến thị sát Richmond, bước vào dinh tổng thống miền Nam đã bỏ chạy. Tiếp theo là Tướng Lee đầu hàng ngày 9 tháng 4 và vào ngày 15 tháng 4-1865, Tổng Thống Lincoln bị ám sát chết. \n Vị tổng thống thứ 16 trở thành vĩ nhân thống nhất đất nước và giải \n \t phóng nô lệ nhưng chỉ vui với chiến thắng chưa được một tuần lễ. \n \t Sau chiến tranh dành độc lập, mười ba xứ thuộc địa Bắc Mỹ thắng Anh quốc trở thành Hoa Kỳ với tổng thống Washington thì tiếp theo đến trận nội chiến chia đôi Nam Bắc là một vết thương đau đớn nhất. \n \t Vào thời kỳ đó, nước Mỹ gồm các tiểu bang Ðông Bắc có thủ đô Hoa Thịnh Ðốn chủ trương giải phóng nô lệ. Tổng thống Hoa Kỳ là Luật Sư Lincoln tuyên bố quốc gia không thể có hai luật, một nửa có nô lệ, một nửa không. \n \t Quân chính phủ miền Bắc gọi là quân đội Potomac, lấy tên của dòng sông diễm lệ chạy qua thủ đô. Các tiểu bang miền Nam sống về canh nông quyết đòi giữ lại chế độ nô lệ để khai thác cho nông nghiệp. Tổng thống miền Nam là ông Davis. Thủ đô là Richmond và quân đội do tướng Lee chỉ huy được gọi là quân đội Virginia. \n \t Nội chiến xảy ra trong hai nhiệm kỳ của ông Lincoln từ 1861 đến 1865 với hai vị tướng chỉ huy sau cùng là Tướng Ulysses S. Grant của miền Bắc và Tướng Robert E. Lee của miền Nam. Tuy miền Nam với các tiểu bang ly khai bầu ra một Tổng Thống Jefferson Davis nhưng nhân vật anh hùng miền Nam chính là Tướng Lee. \n \t Khi cuộc chiến Nam Bắc bùng nổ, nước Mỹ chia đôi. 11 tiểu bang miền Nam ly khai với 9 triệu dân và thêm 4 triệu dân nô lệ da đen. Chính phủ liên bang Hoa Kỳ còn lại 21 tiểu bang miền Bắc với 20 triệu dân. Ông Robert Lee nguyên là tướng lãnh của quân đội liên bang Hoa Kỳ nhưng gốc người miền Nam. Ông đã từng là chỉ huy trưởng trường West Point.Tháng 4-1861 khởi chiến Nam Bắc, Tướng Lee được đề nghị chỉ huy quân đội miền Bắc nhưng ông không nhận và xin từ nhiệm để về đầu quân miền Nam tại Richmond, tiểu bang Virginia. Ông nói là không thể quay lưng với nơi ông đã sinh ra và trưởng thành. \n \t Trong chiến tranh, ông lập được nhiều chiến công và là vị tư lệnh sau cùng của miền Nam nhưng sau khi thủ đô Richmond của miền Nam bị thất thủ, ông đã quyết định đầu hàng. Cuộc chiến tranh tương tàn đẫm máu làm tổn hại hàng triệu sinh linh Hoa Kỳ, tan nát các đô thị miền Ðông và vùng Virginia. Tất cả đã thể hiện trong tác phẩm và cuốn phim bất hủ Cuốn Theo Chiều Gió mà chúng ta đã đọc cũng như coi nhiều lần suốt thời niên thiếu. Ngay cho đến bây giờ, tác phẩm này vẫn còn là tài liệu được đem dạy ở trường học với sự say mê và hãnh diện của nhiều thế hệ Hoa Kỳ. \n \t Trước tiên bắt đầu về câu chuyện đầu hàng. Sau chiến tranh, nước Mỹ sưu tầm và dựng lên khắp miền Ðông hàng trăm viện bảo tàng. Mỗi tiểu bang ít nhất là một viện bảo tàng. Mỗi trận đánh trên chiến trường xưa cũ với các di tích đều có một viện bảo tàng. Bằng hội họa, nhiếp ảnh, dữ kiện, thêm vào âm thanh ánh sáng người ta dựng lại lịch sử các cuộc thương thuyết, các cuộc điều binh và các trận liệt. Quân đội hai bên Nam Bắc, quân phục màu xanh, quân phục màu xám, các tướng lãnh, sĩ quan, binh sĩ và dân chúng. Những cái chết đau thương và anh hùng của cả hai bên, những mối tình bất hủ, tràn đầy hình ảnh em hậu phương, anh tiền tuyến. Không phải hàng trăm mà có đến hàng ngàn tác phẩm điện ảnh về chiến tranh Nam Bắc. Cả những phim vĩ đại mới ra đời trong vài năm gần đây vẫn còn hình ảnh của cuộc nội chiến ngày xưa. Cuộc nội chiến đau thương xưa cũ đã là niềm cảm hứng cho tinh thần nhân bản xây dựng trên tro tàn của một thời nội chiến Hoa Kỳ. \n \t Bài học phải bắt đầu từ câu chuyện đầu hàng. \n \t Ðúng như vậy, trong hàng trăm bảo tàng viện về Civil War của Hoa Kỳ, thì viện bảo tàng Appomattox Court House ở Virginia là nơi nổi tiếng nhất vì dựng lên ngay tại một ngôi nhà mà Tướng Lee đã đến ký văn bản đầu hàng ngày 9 tháng 4-1865.Tại đây, câu chuyện về vị tướng phe bại trận miền Nam lại được viết ra và hình ảnh của ông lại được chiêm ngưỡng nhiều hơn cả phe thắng trận. \n \t Lịch sử ghi lại rằng vào sáng ngày 9 tháng 4 cách đây 140 năm, thủ đô miền Nam là Richmond thất thủ, kỵ binh của miền Bắc cùng với 3 quân đoàn bộ binh vây hãm quân miền Nam hết đường tháo lui. Bộ tham mưu của Tướng Lee đề nghị phân tán để giữ lực lượng đánh du kích, nhưng Tướng Lee quyết định đầu hàng. Vị danh tướng của Hoa Kỳ trải qua bao nhiêu chiến thắng nhưng sau cùng vì quân số và tiếp vận bị giới hạn nên đành bất lực chấp nhận thua cuộc. Với lá thư riêng ông gửi cho Tướng Grant của miền Bắc yêu cầu thu xếp buổi họp mặt. Ông Grant nhận được thư hết sức vui mừng và bỗng nhiên thấy hết ngay cơn bệnh nhức đầu ghê gớm hành hạ ông từ nhiều ngày qua. Vị tư lệnh miền Bắc ra lệnh nghiêm cấm các sĩ quan và binh sĩ trực thuộc không được tỏ ra bất cứ hành động nào vô lễ với ông tướng tư lệnh miền Nam bại trận. \n \t Trưa ngày lịch sử 9 tháng 4-1865, Tướng Lee và một đại tá tùy tùng cưỡi ngựa vượt qua phòng tuyến đến nơi hẹn ước. Hình ảnh ghi lại hai người đi qua đoàn quân nhạc của lính miền Bắc thổi kèn chào đón. Các sĩ quan miền Bắc đưa vị tư lệnh miền Nam vào phòng họp. Nửa giờ sau Tướng Grant và đoàn tùy tùng miền Bắc đến. Cả hai vị tư lệnh đã biết nhau trong cuộc chiến tranh với Mễ Tây Cơ. Họ đã nhắc lại một thời bên nhau trong quá khứ. Tướng Grant sau này thú nhận là ông rất ngần ngại và thực sự hổ thẹn khi phải hỏi Tướng Lee nói về quyết định đầu hàng. Theo quy luật chiến tranh thời đó, quân miền Nam phải giải giới, tước bỏ khí giới và quân dụng. Tự do trở về quê cũ như các dân thường. Tướng Lee đồng ý nhưng chỉ đòi hỏi một điều sau cùng là yêu cầu cho binh sĩ của ông được giữ lại lừa ngựa, vì lính miền Nam đem ngựa từ các nông trại của họ đi chiến đấu. Không phải ngựa của chính phủ cấp như lính miền Bắc. Tướng Grant thỏa hiệp là sẽ không sửa chữa chính thức trên văn bản nhưng thực tế sẽ cho lệnh để lính miền Nam đem lừa ngựa về nhà mà xây dựng lại nông trại. \n \t Sau này khi viết về văn bản đầu hàng, lịch sử ghi rằng đây là thỏa hiệp của những người quân tử (The Gentlemen’s Agreement). Trên các bảo tàng viện và đặc biệt là bảo tàng viện ở Appomattox Virginia có tranh sơn dầu hình Tướng Lee hiên ngang quắc thước trong bộ quân phục xanh dương, tóc và râu bạc, thể hiện hình ảnh người Mỹ anh hùng không bị khuất phục dù thua trận. Toàn thể nước Mỹ hiểu rằng khi một người Mỹ bị nhục, thì dù là Mỹ miền Nam hay Mỹ miền Bắc cũng vẫn là một người Mỹ bị sỉ nhục. Thực vậy, 140 năm sau, cô Mary quản thủ viện bảo tàng đầu hàng đã nói rằng dù hình ảnh của miền Nam hay miền Bắc, lịch sử không muốn ghi lại các hình ảnh xấu xa của bất cứ phe nào. Ở đây là nơi lưu giữ hình ảnh của các anh hùng miền Nam lẫn miền Bắc. Ðặc biệt là hình ảnh của phe bại trận lại được lưu ý hơn cả phe chiến thắng. Lá cờ rách của miền Nam thua trận treo tại thủ đô Richmond bây giờ lại là bảo vật hào hùng của bảo tàng viện đầu hàng. Và hình Tướng Lee cưỡi ngựa đi đến nơi họp mặt với đoàn quân nhạc miền Bắc chào đón. Hình Tướng Lee ký tên xong ra đi được sĩ quan và binh sĩ miền Bắc tiễn đưa và vẫy tay chào. Bây giờ hình tượng của tướng Lee tràn ngập ở miền Nam Virginia. Câu lạc bộ Lee, bảo tàng viện Lee, Lee High Way, Fort Lee và các đồn trại của quân đội liên bang mang tên vị tướng thua trận như là một biểu tượng anh hùng. Bởi vì người Mỹ đã thấm nhuần bài học rất Hoa Kỳ. Bài học của người lính dũng cảm cả hai phe trong chiến tranh và người quân tử của thời hậu chiến. Trong cuộc nội chiến tại nước Mỹ vào thế kỷ 19, sau cùng được thua thì cũng vẫn là nước Mỹ và người Mỹ. Chiến thắng của miền Bắc đặt dấu chấm hết cho Liên minh miền Nam cũng như chế độ nô lệ Hoa Kỳ, và làm tăng cường vai trò của chính phủ liên bang. Các vấn đề xã hội, chính trị, kinh tế và chủng tộc của cuộc Nội chiến đã có vai trò quyết định trong việc định hình Thời kỳ Tái thiết, kéo dài đến năm 1877. Sau bản tuyên ngôn giải phóng nô lệ của Lincoln, khoảng 190 nghìn dân nô lệ tình nguyện tòng quân, quân số của miền Bắc lên gấp bội. Trong khi đó miền nam không dám cho nô lệ nhập ngũ vì sợ đi ngược lại chính sách nô lệ của mình. Quân da đen miền Bắc chiến đấu anh dũng trong nhiều trận then chốt của cuộc nội chiến. Ngoài ra còn có dân di cư từ châu Âu cũng gia nhập quân miền Bắc. Khoảng 23.4% quân miền Bắc có gốc Đức, với gần 216 nghìn sanh tại Đức. \n \t Bài học nghĩa trang và mộ phần của các liệt sĩ phe chiến bại tại Hoa Kỳ. \n \t Tại nước Mỹ có một nghĩa trang quốc gia nổi tiếng khắp thế giới. Ðó là nghĩa trang Arlington. Ðây là nghĩa trang chính thức của liên bang Hoa Kỳ, của người miền Bắc trong trận chiến Bắc Nam. Sau cuộc nội chiến, các tiểu bang miền Nam có hàng ngàn nghĩa trang lớn nhỏ chôn cất tử sĩ của phe bại trận và trên đó luôn luôn có lá cờ gạch chéo đã một thời tung hoành trên chiến trường. Ngay sau khi chiến tranh chấm dứt, hoàn toàn không có tù binh, ai về nhà đó, cùng xây dựng lại quê hương. Nghĩa trang bên nào bên đó tự lo lấy, xấu đẹp tùy sức. Nhưng điều đáng ngạc nhiên là ngay tại nghĩa trang quốc gia của phe miền Bắc ở thủ đô Hoa Thịnh Ðốn có một khu chôn cất tử sĩ miền Nam với tượng đài gọi là Confederate Memorial. Cũng phải nói rằng, thực sự sau nội chiến, dư vị cay đắng giữa Nam Bắc Hoa Kỳ vẫn còn nhiều. Dễ gì mà trút bỏ hận thù ngay sau khi hai bên chết cả gần một triệu người mà một số lớn đã giết nhau khi giáp mặt bằng gươm dao. Hai phe cùng đốt nhà của nhau và cùng tàn phá đô thị và nông trại, đôi khi có cả những hành động dã man như hãm hiếp phụ nữ và tàn sát trẻ em. Cuộc chiến nào mà không có những lần quá độ. Năm 1900 tức là gần 40 năm sau cuộc chiến, mở đầu cho giai đoạn hòa giải dân tộc và năm 1991 thì các liệt sĩ miền Nam được cải táng đưa vào một khu đặc biệt trong nghĩa trang Arlington gọi là Confederate Section. Tổng cộng gần 500 mộ phần quây tròn chung quanh một tượng đài do nhà tạc tượng danh tiếng là điêu khắc gia Moses Ezekiel thực hiện."
				}
            ]
        }
    ]
}